Repository: Oshchenkov/moss
Catalog: EC.Business/Localization.*.resx
Languages: es_mx, zh_cn

# TaskSyncNISCServiceOrders_GetOrderRecordError
source: Error while getting order record [schema: {0}, view: {1}, order number field: {2}]. {3}
es_mx: Error al obtener el registro de la orden [esquema: {0}, vista: {1}, campo del número de orden: {2}]. {3}
zh_cn: 获取工单记录错误 [模型: {0}, 视图: {1}, 工单编号字段: {2}]. {3}

# TaskSyncNISCServiceOrders_GetRecordsError
source: Error while getting records [schema: {0}, view: {1}, order number field: {2}]. {3}
es_mx: Error al obtener registros [esquema: {0}, vista: {1}, campo del número de orden: {2}]. {3}
zh_cn: 获取记录错误[模型: {0}, 视图: {1}, 工单编号字段: {2}]. {3}

# TaskSyncNISCServiceOrders_NeededByDateField
source: Needed By Date Field
es_mx: Necesario para el Campo de Fecha
zh_cn: 由日期字段所需要

# TaskSyncNISCServiceOrders_NewServiceOrderView
source: New Service Order View
es_mx: Vista de Nueva Orden de Servicio
zh_cn: 新服务工单视图

# TaskSyncNISCServiceOrders_NoHMC
source: No host message config {0} found. Task {1} cannot continue.
es_mx: No hay mensaje de configuración del servidor {0}. La tarea {1} no puede continuar.
zh_cn: 服务器消息配置{0}没有。任务{1}不能继续。

# TaskSyncNISCServiceOrders_NoHMCsConfigured
source: Could not find valid Service Order HMC and Job Codes configuration. Task {0} cannot continue.
es_mx: No se pudo encontrar una Orden de Servicio HMC y los Códigos de Tarea de configuración. Tarea {0} no puede continuar
zh_cn: 不能找到校验服务工单HMC和工作代码配置。任务{0}不能继续。

# TaskSyncNISCServiceOrders_OrderDoesNotExist
source: Cannot cancel order. Order {0} not found.
es_mx: No se puede cancelar la orden. La orden {0} no existe.
zh_cn: 不能取消工单。工单{0}找不到。

# TaskSyncNISCServiceOrders_OrderExists
source: Order with host order number {0} already exists. A new order was not created.
es_mx: La orden número {0} ya existe. No se creó una nueva.
zh_cn: 与主工单编号{0}的工单已经存在。新工单未能创建。

# TaskSyncNISCServiceOrders_ParameterEmpty
source: {0} cannot be empty for system task TaskSyncNISCServiceOrders. Task {1} cannot continue.
es_mx: {0} no puede estar vacía para la tarea del sistema TaskSyncNISCServiceOrders. Tarea {1} no puede proceder.
zh_cn: 对于系统任务，{0}不能为空。同步NISC服务工单。任务 {1}不能继续。

# TaskSyncNISCServiceOrders_Schema
source: Schema
es_mx: Esquema
zh_cn: 模型

# TaskSyncNISCServiceOrders_ServiceOrderHMC
source: Server Order HMC
zh_cn: 服务工单HMC

# TaskSyncNISCServiceOrders_ServiceOrderNumberField
source: Service Order Number Field
es_mx: Campo del Número de la Orden de Servicio
zh_cn: 服务工单编号字段

# TaskSyncNISCServiceOrders_ServiceOrderRecordNotFound
source: Could not get service order record for {0}. Order not created.
es_mx: No se pudo obtener el registro de la orden de servicio para {0}. No se puede crear la orden.
zh_cn: 对于{0}，不能获取服务工单记录。工单没有创建。

# TaskSyncNISCServiceOrders_ServiceOrderView
source: Service Order View
es_mx: Vista de la Orden de Servicio
zh_cn: 服务工单视图

# TaskSyncNISCServiceOrders_SummaryEmailErrorsHeading
source: Errors
es_mx: Errores
zh_cn: 错误

# TaskSyncNISCServiceOrders_SummaryEmailOrdersCancelFailedHeading
source: Order(s) Not Cancelled
es_mx: Orden(es) No Cancelada(s)
zh_cn: 工单没有被取消

# TaskSyncNISCServiceOrders_SummaryEmailOrdersCancelled
source: Orders cancelled: {0}, failed: {1}
es_mx: Órdenes canceladas: {0}, fallaron: {1}
zh_cn: 工单取消：{0}，失败：{1}

# TaskSyncNISCServiceOrders_SummaryEmailOrdersCancelledHeading
source: Order(s) Cancelled
es_mx: Orden(es) Cancelada(s)
zh_cn: 工单取消

# TaskSyncNISCServiceOrders_SummaryEmailOrdersCreated
source: Orders created: {0}, failed: {1}
es_mx: Órdenes creadas: {0}, fallaron: {1}
zh_cn: 工单创建：{0}，失败：{1}

# TaskSyncNISCServiceOrders_SummaryEmailOrdersCreatedHeading
source: Order(s) Created
es_mx: Orden(es) Creada(s)
zh_cn: 工单创建

# TaskSyncNISCServiceOrders_SummaryEmailOrdersCreateFailedHeading
source: Order(s) Not Created
es_mx: Orden(es) No Creada(s)
zh_cn: 工单没有创建

# TaskSyncNISCServiceOrders_ToWorkOrderError
source: Error while converting to WorkOrder [order type: {0}, order number: {1}]. {2}
es_mx: Error al convertir a Orden [tipo de orden: {0}, número de orden: {1}]. {2}
zh_cn: 转换工单错误[工单类型: {0}, 工单编号: {1}]. {2}

# TaskSyncNISCServiceOrders_ToWorkOrderFailed
source: Could not convert {0} to WorkOrder [order type: {1}]
es_mx: No se pudo convertir {0} a Orden [tipo de orden: {1}]
zh_cn: 不能转换 {0}到工单[工单类型: {1}]

# TaskSyncNISCServiceOrders_ToWorkOrderHMCError
source: Could not get value for field {0} for order type {1}. {2}
es_mx: No se pudo obtener el valor del campo {0} para el tipo de orden {1}. {2}
zh_cn: 对于工单类型 {1}. 不能获取字段{0}的数值。 {2}

# UnassignStatus_CannotEnterUnassignedState
source: Order {0} Cannot enter Unassigned state from {1}
es_mx: Orden {0} no puede pasar al estatus de Desasignado desde {1}
zh_cn: 工单 {0} 未能由 {1} 转为未指派状态

# UnavailableTime_InvalidEndDateTime
source: EndDateTime cannot be before StartDateTime
es_mx: La FechaHora final no puede ser antes que el inicio
zh_cn: 结束日期时间不能在开始日期时间之前

# UnavailableTime_LocationBGInvalid
source: Location does not belong to any of the unavailable time business groups.
es_mx: Localidad no pertenece a ninguno de los grupos no disponibles.
zh_cn: 位置不属于任何不可用时间的业务群组

# UnavailableTime_ReasonEmpty
source: Reason is required.
es_mx: Necesita el motivo.
zh_cn: 必须有原因

# UnavailableTime_WorkerBGInvalid
source: Worker does not belong to any of the unavailable time business groups.
es_mx: Técnico no pertenece a ningún de los grupos sin tiempo disponible
zh_cn: 工人不属于任何不可用时间的业务群组

# User_BgChangeAssignedOrders
source: Cannot remove Business Group from worker. Work Orders are currently assigned.
es_mx: No se puede remover al técnico del Grupo. Tiene ordenes asignadas.
zh_cn: 不能从工人身上移除业务群组，当前有工单指派到工人

# User_ExternalIdEmpty
source: External ID is required
es_mx: Necesita ID Externo
zh_cn: 需要外部身份

# User_FirstNameEmpty
source: First Name cannot be blank
es_mx: [User_FirstNameEmpty]
zh_cn: [User_FirstNameEmpty]

# User_LastNameEmpty
source: Last Name cannot be blank
es_mx: [User_LastNameEmpty]
zh_cn: [User_LastNameEmpty]

# User_NameEmpty
source: Name cannot be blank
es_mx: Nombre no puede quedar en blanco
zh_cn: 名称不能空白

# User_RoleEmpty
source: User Role is required
es_mx: [User_RoleEmpty]
zh_cn: [User_RoleEmpty]

# User_UsernameEmpty
source: User Name cannot be blank
es_mx: Nombre de Usuario no puede estar en blanco
zh_cn: 用户名不能空白

# UserManagement_ConfirmNewPassword
source: Confirm New Password
es_mx: Confirmar la Nueva Contraseña
zh_cn: 确认新密码

# UserManagement_InvalidLogin
source: Invalid login username or password.
es_mx: El nombre y contraseña de inicio de sesión son inválidas.
zh_cn: 用户名或密码无效

# UserManagement_NameAlreadyExists
source: Name [{0} {1}] already exists
es_mx: Ya existe el nombre [{0} {1}]
zh_cn: 名称 [{0} {1}] 已存在

# UserManagement_NewPassword
source: New Password
es_mx: Nueva contraseña
zh_cn: 新密码

# UserManagement_NewPasswordRequired
source: New password is required
es_mx: Necesita nueva contraseña
zh_cn: 需要新密码

# UserManagement_NewPasswordsMismatch
source: Must match New Password
es_mx: Tiene que ser igual a la Nueva Contraseña
zh_cn: 必须和新密码一致

# UserManagement_NoAvailableConcurrentLogins
source: There are no remaining concurrent logins available.
es_mx: No hay inicios de sesión concurrentes disponibles.
zh_cn: 没有可用的并发登录剩余

# UserManagement_NoAvailableConcurrentSessions
source: There are no remaining concurrent sessions available.
es_mx: No hay sesiones concurrentes disponibles.
zh_cn: 没有可用的并发会话剩余

# UserManagement_OldPassword
source: Old Password
es_mx: Contraseña anterior
zh_cn: 旧密码

# UserManagement_OldPasswordDifferent
source: Your old password must be different from your new password
es_mx: [UserManagement_OldPasswordDifferent]
zh_cn: [UserManagement_OldPasswordDifferent]

# UserManagement_OldPasswordRequired
source: Old password is required
es_mx: Necesita la contraseña anterior
zh_cn: 需要旧密码

# UserManagement_PasswordExpired
source: Password has expired.
es_mx: Expiró la contraseña.
zh_cn: 密码过期

# UserManagement_PasswordMismatch
source: The Old Password is incorrect.
es_mx: La contraseña anterior es incorrecta.
zh_cn: 旧密码不正确

# UserManagement_PasswordValidationFailed
source: Failed password validation
es_mx: Falló la validación de la contraseña
zh_cn: 密码校验失败

# UserManagement_SessionNotValid
source: Session is not valid.
es_mx: La sesión no es válida.
zh_cn: 会话无效

# UserManagement_UserAlreadyExists
source: Username {0} already exists
es_mx: Nombre del Usuario {0} ya existe
zh_cn: 用户名 {0} 已存在

# UserManagement_UserDisabled
source: User is disabled.
es_mx: El Usuario está desabilitado.
zh_cn: 用户已被禁用

# UserManagement_UserNotExist
source: User does not exist.
es_mx: El Usuario no existe.
zh_cn: 用户不存在

# UserManagement_UserReferenced
source: User Referenced.
es_mx: Referencias al Usuario.
zh_cn: 用户参考

# UserManagement_ValidatePasswordNeedDigit
source: a number
es_mx: un número
zh_cn: 一个数字

# UserManagement_ValidatePasswordNeedLowerCase
source: a lowercase letter
es_mx: una letra minúscula
zh_cn: 一个小写字母

# UserManagement_ValidatePasswordNeedSpecialChar
source: a special character
es_mx: un carácter especial
zh_cn: 一个特殊字符

# UserManagement_ValidatePasswordNeedUpperCase
source: an uppercase letter
es_mx: una letra mayúscula
zh_cn: 一个大写字母

# UserManagement_ValidatePasswordPastDuration
source: This password has been used in the past {0} days.
es_mx: Esta contraseña la usó en los últimos {0} días.
zh_cn: 此密码已使用 {0} 天

# UserManagement_ValidatePasswordPolicy
source: Password does not meet password policy: {0} are required
es_mx: Contraseña no cumple con la política: {0} es necesaria
zh_cn: 密码不符合规则要求: 必须包含{0}

# UserManagement_ValidatePasswordTooShort
source: Password is too short. Must be at least {0} characters.
es_mx: Contraseña muy corta. Tines que tener por lo menos {0} caracteres.
zh_cn: 密码长度太短，必须至少{0}个字

# ValidOTChecklist
source: Order Types
es_mx: Tipos de Orden
zh_cn: 工单类型

# Vehicle_MaxSpeedTooSmall
source: MaxSpeed must be greater than 0
es_mx: VelocidadMax debe ser mayor que 0
zh_cn: 最高时速必须大于0

# Vehicle_ModemIdInUse
source: GPS Modem ID "{0}" already in use.
es_mx: El Modem de GPS ID "{0}" ya está en uso.
zh_cn: GPS Modem 编码 "{0}" 已在用

# Vehicle_NameEmpty
source: Name is required
es_mx: Nombre es necesario
zh_cn: 必须输入名称

# Vehicle_NoVehicle
source: testeeee
es_mx: [Vehicle_NoVehicle]
zh_cn: [Vehicle_NoVehicle]

# Vehicle_OdometerTooSmall
source: Odometer must be greater than or equal to 0
es_mx: Odómetro tiene que ser mayor que o igual a 0
zh_cn: 里程表必须大于等于0

# Vehicle_TypeInvalid
source: Vehicle Type is invalid
es_mx: El Tipo de Vehículo es inválido
zh_cn: 无效的车辆类型

source: VehicleAfterHoursUsageAlert
es_mx: AlarmaVehículoDeUsoDespuesDeHora
zh_cn: 车辆班后使用告警

# VehicleCol_Address
source: Address
es_mx: Dirección
zh_cn: 地址

# VehicleCol_AssignedWorkerList
source: Occupants
es_mx: Ocupantes
zh_cn: 使用人

# VehicleCol_BucketUpTime
source: Bucket Up Duration
es_mx: Duración de la Canastilla Ascendida
zh_cn: 继续升起

# VehicleCol_City
source: City
es_mx: Ciudad
zh_cn: 市

# VehicleCol_Connected
source: Connected
es_mx: Conectado
zh_cn: 已连接

# VehicleCol_CurrentBearing
source: Last Known Bearing
es_mx: Ultimo Recorrido
zh_cn: 最近已知方位

# VehicleCol_CurrentLatitude
source: Last Known Latitude
es_mx: Última Posición de Latitud
zh_cn: 最近已知纬度

# VehicleCol_CurrentLongitude
source: Last Known Longitude
es_mx: Última Posición de Longitud
zh_cn: 最近已知经度

# VehicleCol_CurrentSpeedString
source: Last Known Speed
es_mx: Última Velocidad
zh_cn: 最近已知时速

# VehicleCol_EngineStatus
source: Engine
es_mx: Motor
zh_cn: 引擎

# VehicleCol_GPSFix
source: GPS Lock
es_mx: Bloqueo GPS
zh_cn: 锁定GPS

# VehicleCol_GPSModemId
source: Modem Id
zh_cn: Modem编号

# VehicleCol_IdleDuration
source: Idle Duration
es_mx: Duración de Sin Utilizar
zh_cn: 持续空转

# VehicleCol_IdleStatus
source: Idle
es_mx: Sin Utilizar
zh_cn: 空转

# VehicleCol_LastGPSUpdateDateTime
source: Last Fix Date/Time
es_mx: Fecha/Hora de la Última Reparación
zh_cn: 最近更新时间

# VehicleCol_Name
source: Name
es_mx: Nombre
zh_cn: 名称

# VehicleCol_Odometer
source: Current Odometer
es_mx: Odómetro en Curso
zh_cn: 当前里程表读数

# VehicleCol_PTOStatus
source: PTO
zh_cn: 辅助动力输出

# VehicleCol_State
source: State
es_mx: Estado
zh_cn: 州/省

# VehicleCol_StopStatus
source: Stopped
es_mx: Paró
zh_cn: 已停止

# VehicleCol_VehicleTypeImage
source: Type
es_mx: Tipo
zh_cn: 类型

# VehicleCol_VehicleTypeName
source: Type
es_mx: Tipo
zh_cn: 类型

# VehicleCol_WorkingPeriod
source: Allowable Usage
es_mx: Uso Permitido
zh_cn: 允许使用

# VehicleCol_Zip
source: Zip
es_mx: Código Postal
zh_cn: 邮政编码

# VehicleHistoryReport_Address
source: Address
es_mx: Dirección
zh_cn: 地址

# VehicleHistoryReport_City
source: City
es_mx: Ciudad
zh_cn: 市

# VehicleHistoryReport_DateTime
source: DateTime
es_mx: Reporte GPS Fecha-hora
zh_cn: GPS信息传送时间

# VehicleHistoryReport_Direction
source: Direction
es_mx: Encabezado
zh_cn: 方向

# VehicleHistoryReport_Latitude
source: Latitude
es_mx: Latitud
zh_cn: 纬度

# VehicleHistoryReport_Longitude
source: Longitude
es_mx: Longitud
zh_cn: 经度

# VehicleHistoryReport_Occupant
source: Occupant(s)
es_mx: Ocupante
zh_cn: 使用人

# VehicleHistoryReport_Speed
source: Speed
es_mx: Velocidad
zh_cn: 速度

# VehicleHistoryReport_Speed_KPH
source: Speed (KPH)
es_mx: Velocidad (KPH)
zh_cn: 速度（公里时）

# VehicleHistoryReport_Speed_MPH
source: Speed (MPH)
es_mx: Velocidad (MPH)
zh_cn: 速度（英里时）

# VehicleHistoryReport_State
source: State
es_mx: Estado
zh_cn: 省

# VehicleHistoryReport_Zip
source: Zip
es_mx: Código Postal
zh_cn: 邮政编码

# VehicleManagement_VehicleAlreadyExist
source: Vehicle [{0}] already exists
es_mx: El Vehículo [{0}] ya existe
zh_cn: 车辆 {0} 已存在

# VehicleService_CompletionDateNull
source: CompletionDate can not be null.
es_mx: La fecha de terminar no puede quedar vacía.
zh_cn: 完成日期不能为空

# VehicleService_DueAtDateNull
source: Due at Date can not be null.
es_mx: La Fecha de Vencimiento no puede quedar vacía.
zh_cn: 到期日不能为空

# VehicleService_DueAtEngineHoursNegative
source: Due At Engine Hours can not be negative.
es_mx: Vencimiento a las Horas del Motor no puede ser negativo.
zh_cn: 引擎运转到期时间不能为负数

# VehicleService_DueAtOdometerNegative
source: Due At Odometer must not be negative.
es_mx: Vence al Odómetro no puede ser negativo.
zh_cn: 到期里程不允许为负数

# VehicleService_EngineHoursNegative
source: Engine Hours can not be negative.
es_mx: Las Horas de Motor no puede ser negativo.
zh_cn: 引擎发动时长不能为负数

# VehicleService_LastEngineHoursNegative
source: Last Engine Hours can not be negative.
es_mx: Últimas Horas del Motor no pueden ser negativas.
zh_cn: 最后引擎用时不能为负数

# VehicleService_LastOdometerNegative
source: Last odometer can not be negative.
es_mx: Última lectura del odómetro no puede ser negativa.
zh_cn: 最近里程表读数不能为负数

# VehicleService_LastServiceDateNull
source: Last Maintenance Date can not be null.
es_mx: La Fecha del último mantenimiento no puede quedar vacía.
zh_cn: 上次维护日期不能为空

# VehicleService_OdometerIntervalNegative
source: Odometer Interval must not be negative.
es_mx: Intervalo del Odómetro no puede ser negativo.
zh_cn: 里程间隔不允许是负数

# VehicleService_OdometerNegative
source: Odometer can not be negative.
es_mx: El Odómetro no puede ser negativo.
zh_cn: 里程表不能是负数

# VehicleService_UserDoesNotExist
source: User does not exist.
es_mx: El Usuario no existe.
zh_cn: 用户不存在

# VehicleService_VehicleDoesNotExist
source: Vehicle does not exist.
es_mx: El Vehículo no existe.
zh_cn: 车辆不存在

# VehicleService_VehicleServiceScheduleDoesNotExist
source: Vehicle Maintenance Schedule does not exist.
es_mx: No existe el Calendario de Mantenimiento de Vehículos
zh_cn: 车辆维护计划不存在

# VehicleService_VehicleServiceTemplateDoesNotExist
source: Vehicle Maintenance Template does not exist.
es_mx: No existe la Plantilla de Mantenimiento de Vehículos
zh_cn: 车辆维护模板不存在

# VehicleService_VehicleServiceTypeBGInvalid
source: Type does not belong to all of the template's business groups.
es_mx: El Tipo no pertenece a ninguna de las plantillas de los grupos de negocio.
zh_cn: 该类型不属于所有这些模板的业务群组

# VehicleService_VehicleServiceTypeDoesNotExist
source: Vehicle Maintenance Type does not exist.
es_mx: No existe el Tipo de Mantenimiento de Vehículos
zh_cn: 车辆维护类型不存在

# VehicleServiceNextAppt_DueAtEngineHoursNegative
source: Due At Engine Hours must not be negative.
es_mx: Vencimiento a las Horas del Motor no debe ser negativo.
zh_cn: 引擎运转到期时间不允许为负数

# VehicleServiceNextAppt_DueAtOdometerNegative
source: Due At Odometer must not be negative.
es_mx: Vence al Odómetro no puede ser negativo.
zh_cn: 到期里程不允许为负数

# VehicleServiceNextAppt_LastEngineHoursNegative
source: Last Engine Hours must not be negative.
es_mx: Últimas Horas del Motor no pueden ser negativas.
zh_cn: 最后引擎用时不允许是负数

# VehicleServiceNextAppt_LastOdometerNegative
source: Last Odometer Reading must not be negative.
es_mx: Última lectura del odómetro no puede ser negativa.
zh_cn: 最近里程表读数不允许是负数

# VehicleServiceSchedule_EngineHoursNegative
source: Engine Hours Interval must be greater than 0.
es_mx: El Intervalo de las Horas de Motor debe ser mayor a 0.
zh_cn: 引擎发动间隔时长必须大于0

# VehicleServiceSchedule_LastEngineHoursNegative
source: Last Engine Hours must not be negative.
es_mx: Últimas Horas del Motor no pueden ser negativas.
zh_cn: 最后引擎用时不允许是负数

# VehicleServiceSchedule_LastOdometerNegative
source: Last Odometer Reading must be greater than 0.
es_mx: Última lectura del odómetro tiene que ser mayor que 0.
zh_cn: 最近里程表读数必须大于0

# VehicleServiceSchedule_OdometerIntervalNegative
source: Odometer Interval must be greater than 0.
es_mx: Intervalo del Odómetro tiene que ser mayor que 0.
zh_cn: 里程间隔必须是大于0

# VehicleServiceSchedule_TimeIntervalNegative
source: Time Interval must be greater than 0.
es_mx: El Intervalo tiene que ser mayor a 0.
zh_cn: 时间间隔必须大于0

# VehicleServiceTemplate_AlreadyExist
source: Vehicle Maintenance Template [{0}] already exists.
es_mx: Tipo de Servicio de Vehículo [{0}] ya existe.
zh_cn: 车辆服务类型 [{0}] 已存在

# VehicleServiceTemplate_NameEmpty
source: Name is required.
es_mx: Nombre es necesario
zh_cn: 必须输入名称

# VehicleServiceTemplateItem_OdometerIntervalNegative
source: Odometer Interval must be greater than 0.
es_mx: Intervalo del Odómetro tiene que ser mayor que 0.
zh_cn: 里程间隔必须是大于0

# VehicleServiceTemplateItem_TimeIntervalNegative
source: Time Interval must be greater than 0.
es_mx: El Intervalo tiene que ser mayor a 0.
zh_cn: 时间间隔必须大于0

# VehicleServiceType_AlreadyExist
source: Vehicle Service Type [{0}] already exists.
es_mx: Tipo de Servicio de Vehículo [{0}] ya existe.
zh_cn: 车辆服务类型 [{0}] 已存在

# VehicleServiceType_NameEmpty
source: Name is required.
es_mx: Nombre es necesario
zh_cn: 必须输入名称

# VehicleServiceTypeBgMaintenanceTypeAssociation
source: Maintenance Type is currently used by Maintenance Template {0}, cannot remove Business Group
es_mx: Tipo de Mantenimiento lo está utilizando la Plantilla de Mantenimiento {0}, no se puede borrar el Grupo
zh_cn: 该维护类型当前已经使用在维护模板 {0} 中，不能移除业务群组

# VehicleServiceTypeBgServiceScheduleAssociation
source: Maintenance Type is currently used by the Maintenance Schedule of Vehicle {0}, cannot remove Business Group
es_mx: Tipo de Mantenimiento lo está utilizando el Calendario de Mantenimiento del Vehículo {0}, no se puede borrar el Grupo
zh_cn: 该维护类型当前已经使用在车辆 {0} 的维护计划中，不能移除业务群组

# VehicleServiceTypeManagement_DeleteEntityFail
source: Unexpected error trying to delete type
es_mx: Error inesperado ocurrió al tratar de suprimir el tipo
zh_cn: 在尝试删除类型时出现错误

# VehicleServiceTypeManagement_DeleteServiceTypeInUseError
source: Unable to delete. The selected type is in use.
es_mx: No se puede suprimir. El tipo seleccionado está en uso.
zh_cn: 无法删除，所选类型正在使用

# VehicleType_DisplayNameEmpty
source: Vehicle Type display name is required
es_mx: Se necesita el nombre a mostrar del Tipo de Vehículo
zh_cn: 必须要有车辆类型显示名称

# VehicleType_IconKeyEmpty
source: Icon is required
es_mx: Necesita tener el ícono
zh_cn: 需要有图标

# VehicleType_InvalidName
source: Name cannot contain special characters ({0})
es_mx: Nombre no puede contener caracteres especiales ({0})
zh_cn: 名称不能含有特殊字符 ({0})

# VehicleType_NameEmpty
source: Vehicle Type name is required
es_mx: Necesita el Nombre del Tipo de Vehículos
zh_cn: 必须要有车辆类型名称

# VehicleType_WebIconFilenameEmpty
source: Web icon selection is required
es_mx: Necesita escoger un ícono de Web
zh_cn: 必须有网络图标选择

# VehicleTypeVehicleBgAssociation
source: Vehicle Type is currently being used by {0} Vehicles, cannot remove Business Group
es_mx: El Tipo de Vehículo es usado por {0} Vehículos, no se puede remover el Grupo de Negocios
zh_cn: 这个车辆类型已经被 {0} 车辆使用，不能移除业务群组

# Warehouse_IdentifierEmpty
source: Identifier is required for Warehouse
es_mx: Necesita el Identificador para la Bodega
zh_cn: 仓库必须有标识符

# Warehouse_InvalidEmail
source: Email address {0} is invalid
es_mx: Correo Electrónico {0} es inválido
zh_cn: 电子邮件地址{0}无效

# WarehouseManagement_WarehouseAlreadyExists
source: Warehouse [{0}] already exists
es_mx: Ya existe el almacén [{0}]
zh_cn: 仓库 [{0}] 已存在

# Warranty_IdentifierEmpty
source: Identifier is required.
es_mx: Se requier el identificador.
zh_cn: 必须要有标识符

# WarrantyDetail_IdentifierEmpty
source: Identifier is required.
es_mx: Se requier el identificador.
zh_cn: 必须要有标识符

# WarrantyManagement_InventoryWarrantyManualAdd
source: Inventory Warranty manually applied.
es_mx: La Garantía del Inventario se aplico manualmente.
zh_cn: 手工输入库存保修期

# WarrantyManagement_WarrantyAlreadyExist
source: A warranty with this identifier already exists.
es_mx: Una garantía para éste identificador ya existe.
zh_cn: 已有该标识的保证人

# WarrantyManagement_WarrantyDetailExistsForInventory
source: Warranty detail {0} already exists for this inventory item
es_mx: Detalle de la Garantía {0} ya existe para éste artículo del inventario
zh_cn: 该库存项目的保修详情 {0} 已经存在

# WebMessageCol_BusinessGroupName
source: Business Group Name
es_mx: Nombre del Grupo de Negocio
zh_cn: 业务群组名称

# WebMessageCol_CreationDatetime
source: Creation Datetime
es_mx: FechaTiempo de Creación
zh_cn: 创建时间

# WebMessageCol_EntityData1
source: Order Type
es_mx: Tipo de Orden
zh_cn: 主机工单编号

# WebMessageCol_EntityData2
source: Host Order Number
es_mx: Número de la Orden del Servidor
zh_cn: 工单类型

# WebMessageCol_EntityName
source: Order Number
es_mx: Orden Número
zh_cn: 工单编号

# WebMessageCol_EntityType
source: Type
es_mx: Tipo
zh_cn: 类型

# WebMessageCol_FailMessage
source: Error Message
es_mx: Mensaje de Error
zh_cn: 错误信息

# WebMessageCol_MessageStatus
source: Message Status
es_mx: Estado del Mensaje
zh_cn: 信息状态

# WebMessageCol_MessageType
source: Message Type
es_mx: Tipo del Mensaje
zh_cn: 信息类型

# WebMessageCol_MethodName
source: Method Name
es_mx: Nombre del Método
zh_cn: 方法名称

# WebMessageCol_ServerName
source: Server Name
es_mx: Nombre del Servidor
zh_cn: 服务器名称

# WebMessageCol_ServerVersion
source: Server Version
es_mx: Versión del Servidor
zh_cn: 服务器版本

# WebMessageCol_Timestamp
source: Last Retry Datetime
es_mx: Último Reintento
zh_cn: 最后重试时间

# WebMessageCol_URL
source: URL
zh_cn: 网页地址

# WebMsgManagement_NetFailDistList
source: WebMessageNetErrorTo
es_mx: AlarmaMensajeErrorNetA
zh_cn: 网络信息净误差

# WebMsgManagement_NetFailEmailBody
source: Error sending web message to url:{0}{1}
es_mx: Error al enviar el mensaje de web al url: {0}{1}
zh_cn: 在发送网络信息到地址: {0}{1} 时出错

# WebMsgManagement_NetFailEmailSbj
source: Network error sending web message
es_mx: Error de la red al enviar el mensaje de web
zh_cn: 在发送网络信息时出现网络错误

# Worker_InCoverage
source: In Coverage
es_mx: [Worker_InCoverage]
zh_cn: [Worker_InCoverage]

# Worker_NotInCoverage
source: Not In Coverage
es_mx: [Worker_NotInCoverage]
zh_cn: [Worker_NotInCoverage]

# WorkerCol_AreaName
source: Area
zh_cn: 区域

# WorkerCol_Available
source: Available
es_mx: Disponible
zh_cn: 可用

# WorkerCol_CurrentDownloadedNumOrders
source: Downloaded Orders
es_mx: Descargar Ordenes
zh_cn: 已下载工单

# WorkerCol_DeviceId
source: Device
es_mx: Dispositivo
zh_cn: 设备

# WorkerCol_Emergency
source: Emergency
es_mx: Emergencia
zh_cn: 紧急状态

# WorkerCol_Enabled
source: Enabled
es_mx: Habilitado
zh_cn: 启用
