Repository: Oshchenkov/moss
Catalog: EC.Business/Localization.*.resx
Languages: es_mx, zh_cn

# WorkerCol_InCoverage
source: InCoverage
es_mx: EnCobertura
zh_cn: 信号覆盖

# WorkerCol_Offline
source: Offline
es_mx: [WorkerCol_Offline]
zh_cn: [WorkerCol_Offline]

# WorkerCol_Online
source: Online
es_mx: En línea
zh_cn: 在线

# WorkerCol_ThresholdNumOrders
source: Order threshold
es_mx: Umbral de la Orden
zh_cn: 工单限量

# WorkerCol_WorkerName
source: WorkerName
es_mx: NombreDelTécnico
zh_cn: 工人姓名

# WorkerCol_WorkerStatus
source: Status
es_mx: Estado
zh_cn: 状态

# WorkerManagement_AssignWorkerToVehErr
source: Could not assign worker {0} to vehicle
es_mx: No se puede asignar al técnico {0} al vehículo
zh_cn: 不能把工人 {0} 指派给车辆

# WorkerManagement_DeleteVehicleAssignmentError
source: Failed to remove {0} from assignment list
es_mx: No se pudo remover {0} de la lista de asignaciones
zh_cn: 无法从任务列表中删除 {0}

# WorkOrder_CantReassignMulti
source: This order type cannot be multi-assigned.
es_mx: Este tipo de orden no se puede asignar en forma múltiple.
zh_cn: 这种工单类型不能重复指派

# WorkOrder_CantReassignStatus
source: Order is currently {0} cannot be re-assigned.
es_mx: La Orden es {0} no se puede reasignar.
zh_cn: 工单当前 {0} 不能重新指派

# WorkOrder_InvalidLatLong
source: Invalid Latitude/Longitude for order {0}
es_mx: Latitud/Longitud son inválidas para la orden {0}
zh_cn: 经纬度对工单 {0} 是无效的

# WorkOrderManagement_AssignBgFail
source: Worker {0} does not belong to Work Order's ({1}) Business Group ({2})
es_mx: El Técnico {0} no pertenece a las Ordenes ({1}) Grupo de Negocios ({2})
zh_cn: 工人 {0} 不属于工单的 ({1}) 业务群组 ({2})

# WorkOrderManagement_AssignFail
source: Assign order failed.
es_mx: Asignar la orden que falló.
zh_cn: 工单指派失败

# WorkOrderManagement_AssignInvalid
source: Cannot assign order, order already assigned.
es_mx: No se puede asignar la orden. Ya está asignada.
zh_cn: 不能指派工单

# WorkOrderManagement_AssignOrdersFail
source: Assign orders failed.
es_mx: Asignar las ordenes que fallaron.
zh_cn: 工单指派失败

# WorkOrderManagement_AssignOrdersSuccess
source: Assigned {0} orders.
es_mx: {0} ordenes asignadas.
zh_cn: 已指派 {0} 工单.

# WorkOrderManagement_AssignOrdersWithErrors
source: Assign orders: {0} success, {1} failed.
es_mx: Asignar ordenes: {0} éxito, {1} fallaron.
zh_cn: 工单指派: {0} 成功, {1} 失败.

# WorkOrderManagement_AssignStatusFail
source: Invalid order status {0}, order {1} not assigned
es_mx: El estado de la orden {0} es inválido. La orden {1} no está asignada
zh_cn: 无效的工单状态 {0}, 工单 {1} 未指派

# WorkOrderManagement_AttachmentExists
source: Order {0} already has a file attachment named {1}.
es_mx: La orden ({0}) ya tiene un archivo adjunto con el nombre de {1}.
zh_cn: 工单{0}已经有名为{1}的附件。

# WorkOrderManagement_AttachmentOrderNotFound
source: UploadAttachment error: order {0} not found
es_mx: CargarAdjunto error: orden {0} no encontrado
zh_cn: 更新附件出错: 没有找到工单 {0}

# WorkOrderManagement_BlackoutScheduleNotExist
source: Blackout schedule does not exist.
es_mx: Programación de Bloqueo no existe.
zh_cn: 禁止施工时段不存在

# WorkOrderManagement_CancelFail
source: Cancel order failed.
es_mx: Falló la cancelación de la orden.
zh_cn: 取消工单失败

# WorkOrderManagement_CancelInvalid
source: Cannot cancel order. Only active orders may be cancelled.
es_mx: No se puede cancelar la orden. Sólo puede cancelar las ordenes activas.
zh_cn: 不能取消工单

# WorkOrderManagement_CancelledProjectUnexpectedError
source: Unexpected error occured while trying to cancel the project
es_mx: Error inesperado ocurrió al tratar de cancelar el proyecto
zh_cn: 当尝试取消工单时出现意外的错误

# WorkOrderManagement_CancelOrdersFail
source: Cancel orders failed.
es_mx: Falló la cancelación de las ordenes.
zh_cn: 取消工单失败

# WorkOrderManagement_CancelOrdersSuccess
source: Cancelled {0} orders.
es_mx: {0} Ordenes canceladas.
zh_cn: 取消 {0} 工单.

# WorkOrderManagement_CancelOrdersWithErrors
source: Cancel orders: {0} success, {1} failed.
es_mx: Cancelar ordenes: {0} exitosas, {1} fallaron.
zh_cn: 取消工单: {0} 成功, {1} 失败.

# WorkOrderManagement_ChangeOrderStatus
source: Change order status success
es_mx: Cambio del estado de la orden con éxito
zh_cn: 改变工单状态成功

# WorkOrderManagement_ChangeStatusAfterComp
source: Attempt to change status after order is completed
es_mx: Intento de cambiar el estado después que la Orden fue completada
zh_cn: 工单完成后尝试改变其状态

# WorkOrderManagement_ChangeStatusFailed
source: Change order status failed
es_mx: No se pudo cambiar el estado de la orden
zh_cn: 改变工单状态失败

# WorkOrderManagement_ChangeStatusWrongWorker
source: Completion from unassigned worker {0}
es_mx: Terminado por usuario sin asignar {0}
zh_cn: 由未指派的工人完成 {0}

# WorkOrderManagement_CompletedProjectUnexpectedError
source: Unexpected error occured while trying to complete the project
es_mx: Error inesperado ocurrió al tratar de completar el proyecto
zh_cn: 当尝试结束工单事出现意外的错误

# WorkOrderManagement_CouldNotAssign
source: Could not assign the work order(s): {0}
es_mx: No se pudieron asignar la(s) orden(es): {0}
zh_cn: 不能指派工单: {0}

# WorkOrderManagement_FailsUserDefinedRule
source: Fails user defined validations.
es_mx: Fallaron las validaciones definidas por el usuario.
zh_cn: 用户管理确实失败

# WorkOrderManagement_HostOrderExist
source: Host Order {0} exists already.
es_mx: Orden del Servidor {0} ya existe.
zh_cn: 主机工单 {0} 已存在。

# WorkOrderManagement_InvalidArea
source: Unable to assign order. Order not in user's assigned areas.
es_mx: No se puede asignar la orden. La Orden no se encuentra dentro de las áreas asignadas al usuario.
zh_cn: 无法指派工单，该工单不属于被指派人的工作区域。

# WorkOrderManagement_InvalidBusinessGroup
source: Unable to assign order. Order not in user's assigned business groups.
es_mx: No se puede asignar la orden. La Orden no se encuentra dentro del grupo de negocios del usuario.
zh_cn: 无法指派工单，该工单不属于被指派人的业务群组。

# WorkOrderManagement_InvalidOrder
source: Invalid order {0}.
es_mx: La orden {0} es inválida.
zh_cn: 无效工单{0}

# WorkOrderManagement_InvalidOrderType
source: Invalid order type key.
es_mx: La llave del tipo de orden es inválida.
zh_cn: 无效的工单类型

# WorkOrderManagement_NoOrderNumber
source: Missing order number.
es_mx: Falta el número de Orden.
zh_cn: 缺少工单号码

# WorkOrderManagement_OrderAlreadyExist
source: Order already exists.
es_mx: La Orden ya existe.
zh_cn: 工单已存在

# WorkOrderManagement_OrderExist
source: Order {0} exists already.
es_mx: Orden {0} ya existe.
zh_cn: 工单 {0} 已存在.

# WorkOrderManagement_OrderHistoryNotExist
source: Order history does not exist.
es_mx: Historia de la Orden no existe.
zh_cn: 工单历史不存在

# WorkOrderManagement_OrderNotExist
source: Order does not exist.
es_mx: La Orden no existe.
zh_cn: 工单不存在

# WorkOrderManagement_OrderNotFound
source: Order {0} not found
es_mx: No se encontró la Orden {0}
zh_cn: 没有找到工单 {0}

# WorkOrderManagement_OrdersNotCompleted
source: Could not complete the project. All child order(s) must be completed, verified, or cancelled.
es_mx: No se puede terminar el proyecto. Todas la(s) Orden(es) dependientes tienen que estar terminadas, verificadas o canceladas.
zh_cn: 更新项目结束状态错误 - 某一项目子工单不是处于已完成、已验证或已取消的状态

# WorkOrderManagement_OrderTypeKeyNodeEmpty
source: OrderTypeKey was not specified for order create.
es_mx: Hace falta el OrderTypeKey para crear orden.
zh_cn: 未为新建工单指定工单类型关键字

# WorkOrderManagement_OrderTypeKeyNodeNull
source: OrderTypeKey node was null.
es_mx: OrderTypeKey está vacío.
zh_cn: 工单类型关键字为空

# WorkOrderManagement_OrderTypeNotExist
source: Order type ({0}) does not exist.
es_mx: El tipo de orden ({0}) no existe.
zh_cn: 工单类型({0})不存在

# WorkOrderManagement_PrepareOrderFail
source: Failed to prepare order.
es_mx: Falló al preparar la orden.
zh_cn: 准备工单失败

# WorkOrderManagement_ProjectCancellationError
source: Error cancelling the project. There are no child orders to cancel.
es_mx: Error cancelando el proyecto. No hay ordenes dependientes que cancelar.
zh_cn: 取消项目更新错误 - 主项目未包含任何将被取消的项目子工单

# WorkOrderManagement_ReassignFail
source: Reassign order failed.
es_mx: Falló la reasignación de la Orden.
zh_cn: 重新指派工单失败

# WorkOrderManagement_ReassignInvalid
source: Cannot reassign order. Order not in an assigned state.
es_mx: No se puede reasignar la orden. La orden no está en estado de asignada.
zh_cn: 不能重新指派工单

# WorkOrderManagement_ReassignOrdersFail
source: Reassign orders failed.
es_mx: Falló la reasignación de las ordenes.
zh_cn: 重新指派工单失败

# WorkOrderManagement_ReassignOrdersSuccess
source: Reassigned {0} orders.
es_mx: Ordenes Reasignadas {0}.
zh_cn: 重新指派 {0} 工单.

# WorkOrderManagement_ReassignOrdersWithErrors
source: Reassign orders: {0} success, {1} failed.
es_mx: Reasignar ordenes: {0} correctas, {1} fallos.
zh_cn: 重新指派工单: {0} 成功, {1} 失败.

# WorkOrderManagement_ReferAssigned
source: Order no longer assigned to worker.
es_mx: La Orden ya no está asignada al técnico.
zh_cn: 工单已被取消指派

# WorkOrderManagement_ReferFail
source: Refer order failed.
es_mx: Falló al referir la Orden.
zh_cn: 提交工单失败

# WorkOrderManagement_ReferInvalid
source: Cannot refer order.
es_mx: No se puede referir la orden.
zh_cn: 不能提交工单

# WorkOrderManagement_ReferSameWorker
source: Cannot refer order to the same worker.
es_mx: No se puede referir la orden al mismo técnico.
zh_cn: 不能提交工单到同一工人

# WorkOrderManagement_ReferUnassigned
source: Order no longer assigned to worker, no action.
es_mx: La Orden ya no está asignada al técnico, no hay cambio.
zh_cn: 工单已被重新指派，无操作

# WorkOrderManagement_ResequenceOrdersFailed
source: Resequence orders failed.
es_mx: Falló el volver a secuenciar las ordenes.
zh_cn: 工单重新排序失败

# WorkOrderManagement_ResequenceOrdersSuccess
source: Resequenced orders.
es_mx: Volver a secuenciar las ordenes.
zh_cn: 工单已重新排序

# WorkOrderManagement_ResequenceOrdersWithErrors
source: Resequence orders: {0} success, {1} failed.
es_mx: Ordenes Reordenadas: {0} correctas, {1} fallaron.
zh_cn: 工单重新排序: {0} 成功, {1} 失败

# WorkOrderManagement_ResolveInvalid
source: Cannot resolve order. Order is not in a problematic state
es_mx: No se puede resolver la orden. La orden no está en estado de problemática
zh_cn: 不能执行工单错误纠正操作，该工单不是问题工单。

# WorkOrderManagement_ResolveOrderFail
source: Unexpected error occured while trying to resolve order. {0}
es_mx: Error inesperado ocurrió al tratar de resolver la orden. {0}
zh_cn: 尝试解决工单问题时发生意外错误: {0}

# WorkOrderManagement_ResolveOrderSuccess
source: Resolved order.
es_mx: Orden resuelta.
zh_cn: 工单错误已纠正

# WorkOrderManagement_ResolveOrderValidationFailed
source: Some fields are not valid.
es_mx: Algunos campos no son válidos.
zh_cn: 部分字段已失效。

# WorkOrderManagement_ResolveUnassignedOrderValidationFailed
source: Some fields are not valid.
es_mx: Algunos campos no son válidos.
zh_cn: 部分字段已失效。

# WorkOrderManagement_ScheduleOrdersFail
source: Schedule assignment failed.
es_mx: Falló la asignación del Calendario.
zh_cn: 计划安排任务失败

# WorkOrderManagement_ScheduleOrderSuccess
source: Resources scheduled.
es_mx: Recursos programados.
zh_cn: 安排好的资源

# WorkOrderManagement_ScheduleOrdersWithErrors
source: Error(s) occurred during schedule assignment.
es_mx: Error(es) al asignar el calendario.
zh_cn: 在计划分配时出现错误

# WorkOrderManagement_ScheduleStatusFail
source: Invalid order status {0}, order {1} not scheduled
es_mx: El estado de la orden {0} es inválido. La orden {1} no está programada
zh_cn: 工单状态 {0} 无效，工单 {1} 未做计划安排

# WorkOrderManagement_SetOrderCategoryFail
source: Set order category fail.
es_mx: Falló el establecer la categoría.
zh_cn: 设定工单类别失败

# WorkOrderManagement_SetOrderCategoryInvalidBG
source: Could not set order category to {0}. Category is not in the order's business group.
es_mx: No se puede ajustar la categoría a {0}. La Categoría no existe en el Grupo de la orden.
zh_cn: 对于工单{1}，不能把工单分类设置到 {0}，该分类不属于本工单的业务群组

# WorkOrderManagement_SetOrderCategoryProblem
source: Unexpected error while updating order category. Please contact Administrator.
es_mx: No se puede ajustar la categoría a {0}. No encontró la orden?
zh_cn: 不能设置工单类型到 {0}。是否没有找到工单？

# WorkOrderManagement_SetOwnershipInvalidBusinessGroup
source: Unable to set ownership. Order not in user's assigned business groups.
es_mx: No se puede establecer al duaño. La orden no está en el grupo de negocio asignado al usuario.
zh_cn: 无法设置所有权，工单不在指派用户的业务群组

# WorkOrderManagement_SetProblematicInvalid
source: Cannot change the state for order {0} to problematic.
es_mx: No se puede cambiar el estado de la orden {0} a problemática.
zh_cn: 不能改变工单 {0} 的状态为问题工单

# WorkOrderManagement_SetScheduledInvalid
source: Cannot change the state for order {0} to scheduled.
es_mx: No se puede cambiar el estado de la orden {0} a programada.
zh_cn: 不能修改工单{0}在时间表中的状态

# WorkOrderManagement_SetUnassignedInvalid
source: Cannot change the state for order {0} to unassigned.
es_mx: No se puede cambiar el estado de la orden {0} a desasignada.
zh_cn: 不能改变工单 {0} 的状态为未指派

# WorkOrderManagement_SetVerifiedInvalid
source: Cannot change the state for order {0} to verified.
es_mx: No se puede cambiar el estado de la orden {0} a verificada.
zh_cn: 不能改变工单 {0} 的状态为审核工单

# WorkOrderManagement_UnassignFail
source: Unassign order failed.
es_mx: Falló el desasignar la orden.
zh_cn: 取消指派工单失败

# WorkOrderManagement_UnassignInvalid
source: Cannot unassign order.
es_mx: La orden no se puede desasignar.
zh_cn: 不能取消指派工单

# WorkOrderManagement_UnassignOrdersFail
source: Unassign orders failed.
es_mx: Falló el desasignar las ordenes.
zh_cn: 取消指派工单失败

# WorkOrderManagement_UnassignOrdersSuccess
source: Unassigned {0} orders.
es_mx: Desasignadas {0} ordenes.
zh_cn: 已取消指派 {0} 工单.

# WorkOrderManagement_UnassignOrdersWithErrors
source: Unassign orders: {0} success, {1} failed.
es_mx: Desasignar ordenes: {0} con éxito, {1} fallaron.
zh_cn: 取消指派工单: {0} 成功, {1} 失败.

# WorkOrderManagement_UndoSentToHostNotSent
source: Order {0} not sent to host
es_mx: No se envió al servidor la Orden {0}
zh_cn: 工单 {0} 没有被发送到主机

# WorkOrderManagement_UndoSentToHostProblems
source: Undo sent to host failed for {0} of {1} orders
es_mx: Falló la anulación del envío al servidor para {0} órdenes de {1}
zh_cn: {1} 工单的{0}取消发送到主机的操作失败

# WorkOrderManagement_UndoSentToHostSuccess
source: Undo sent to host completed successfully for {0} {1}
es_mx: La anulación del envío al servidor fue exitosa para {0} {1}
zh_cn: 成功完成取消发送{0} {1}到主机

# WorkOrderManagement_UpdateFail
source: Update order failed.
es_mx: Falló la actualización de la orden
zh_cn: 更新工单失败

# WorkOrderManagement_UpdateInvalid
source: Cannot update order.
es_mx: La orden no se puede actualizar.
zh_cn: 不能更改工单

# WorkOrderManagement_UpdateStatusInvalid
source: Cannot change order status.
es_mx: No se puede cambiar el estado de la orden.
zh_cn: 不能修改工单状态

# WorkOrderManagement_UpdateTZInvalid
source: Cannot change order's time zone.
es_mx: No se puede cambiar la zona de horario de la orden.
zh_cn: 不能修改工单时区

# WorkOrderManagement_UpdateWindowInvalid
source: Invalid work period.
es_mx: El periodo de trabajo es inválido.
zh_cn: 工作期限过期

# WorkOrderManagement_UserNotInBg
source: User {0} is not in the order's business group {1}.
es_mx: El Usuario {0} no existe en el grupo de negocio de la orden {1}
zh_cn: 用户 {0} 不在工单的业务群组 {1}.

# WorkOrderManagement_WorkerNotExist
source: Worker does not exist.
es_mx: Técnico no existe.
zh_cn: 该工人不存在

# Media_DataTooLarge
source: Media file cannot exceed {0} bytes
es_mx: [El archivo de media no puede exceder {0} bytes]
