Repository: Oshchenkov/moss
Catalog: EC.Business/Localization.*.resx
Languages: es_mx, zh_cn

source: Email
es_mx: CorréoElectrónico:
zh_cn: 电子邮件

source: Order Type
es_mx: Tipo de Orden
zh_cn: 工单类型

source: Phone
es_mx: Teléfono
zh_cn: 电话

source: Project Type
es_mx: Tipo de Proyecto
zh_cn: 项目类型

# AboutTime_102000
source: Success
es_mx: Éxito
zh_cn: 成功

# AboutTime_302300
source: The status of one or more appointments could not be updated.
es_mx: El estatus de una o mas citas no se pueden actualizar.
zh_cn: 有一个或多个约定状态不能更新

# AboutTime_502100
source: The requested appointment has been cancelled or does not exist.
es_mx: La cita que pidió se canceló o no existe.
zh_cn: 请求的约定已被取消或不存在

# AboutTime_507100
source: You do not have access to the requested item.
es_mx: No tiene acceso al item que pidió.
zh_cn: 没有请求项目的通道

# AboutTime_552101
source: Appointment has been modifed by another user.
es_mx: La Cita fue modificada por otro usuario.
zh_cn: 预约已经被另一个用户更改

# AboutTime_552110
source: Unable to update appointment status. The appointment's current status prevents the change to the new status.
es_mx: No se puede actualizar el estatus de la cita. El estatus actual previene el cambio.
zh_cn: 无法更新预约的状态，当前的状态阻止更新为新状态

# AbstractOrderStatus_Problematic
source: Multiple completion or status change not by assigned worker.
es_mx: Multi-completar o cambio de estado no por el técnico asignado.
zh_cn: 不是有指派的工人实现多工单完成或状态改变

# Alert_EmergencyOrderCreatedAlert
source: Emergency order {0} was created
es_mx: Orden de emergencia {0} fue creada
zh_cn: 紧急工单{0}被创建

# Alert_EmergencyOrderUnacknowledgedAlert
source: Emergency order {0} is unacknowledged
es_mx: Orden de emergencia {0} aceptada
zh_cn: 紧急工单{0}为收到

# Alert_EmergencyOrderUnassignedAlert
source: Emergency order {0} is unassigned
es_mx: Orden de emergencia {0} sin asignar
zh_cn: 紧急工单{0}未指派

# Alert_ErrorParsingMessage
source: Error parsing Alert message format. Please contact your software provider.
es_mx: Ocurrió un error al separar el formato del mensaje de Alarma. Contacte al proveedor de la aplicación.
zh_cn: 错误解析告警信息格式，请联系您的软件供应商

# Alert_Property_NonReportingThreshold_Category
source: Misc
es_mx: [Alert_Property_NonReportingThreshold_Category]
zh_cn: [Alert_Property_NonReportingThreshold_Category]

# Alert_Property_NonReportingThreshold_Description
source: Alert after a vehicle has not reported for more than specified amount of time (minutes)
es_mx: [Alert_Property_NonReportingThreshold_Description]
zh_cn: [Alert_Property_NonReportingThreshold_Description]

# Alert_VehicleAfterHoursUsage
source: [{1}] Vehicle {0} is being used after hours ({2})
es_mx: [{1}] Vehículo {0} está siendo usado después de horas de trabajo
zh_cn: [{1}] 车辆 {0} 在班后正在被人使用

# Alert_VehicleEneteredFenceDelay
source: [{2}] Vehicle {0} has entered fenced area {1}
es_mx: [{2}] Vehículo {0} ha entrado a la geofrontera {1}
zh_cn: [{2}] 车辆 {0} 已进入名称为 {1} 的电子围栏区域

# Alert_VehicleEnteredFenceAlertCondition
source: [{2}] Vehicle {0} has entered fenced area {1}
es_mx: [{2}] Vehículo {0} ha entrado a la geofrontera {1}
zh_cn: [{2}] 车辆 {0} 已进入名称为 {1} 的电子围栏区域

# Alert_VehicleExceededSpeed
source: [{3}] Vehicle [{{0}}] travelling at [{{1}} {0}] exceeded max speed [{{2}} {0}].
es_mx: [{{3}}] Vehículo [{{0}}] viajando a [{{1}} {0}] excedió la velocidad máxima [{{2}} {0}].
zh_cn: [{{3}}] 车辆 [{{0}}] 行驶在 [{{1}} {0}] 超过了最高时速 [{{2}} {0}].

# Alert_VehicleIdleTooLong
source: [{1}] Vehicle {0} has been idling for too long
es_mx: [{1}] Vehículo {0} ha estado sin utilizar por demasiado tiempo
zh_cn: [{1}] 车辆 {0} 已经空闲很长一段时间了

# Alert_VehicleLeftFence
source: [{2}] Vehicle {0} has left fenced area {1}
es_mx: [{2}] Vehículo {0} ha salido de la geofrontera {1}
zh_cn: [{2}] 车辆 {0} 已离开名称为 {1} 的电子围栏区域

# Alert_VehicleLeftFenceDelay
source: [{2}] Vehicle {0} has left fenced area {1}
es_mx: [{2}] Vehículo {0} ha salido de la geofrontera {1}
zh_cn: [{2}] 车辆 {0} 已离开名称为 {1} 的电子围栏区域

# Alert_VehicleLongStop
source: [{1}] Vehicle {0} has been stopped for too long
es_mx: [{1}] Vehículo {0} ha estado detenido por un lapso muy largo
zh_cn: [{1}] 车辆 {0} 已经停驶很长一段时间了

# Alert_VehicleNotReporting
source: [{2}] Vehicle {0} has not reported for {3:N2} hours.
es_mx: [Alert_VehicleNotReporting]
zh_cn: [Alert_VehicleNotReporting]

# Alert_VehicleUsedAfterHours
source: Vehicle {0} is being used after hours
es_mx: Vehículo {0} está siendo usado después de horas de trabajo
zh_cn: 车辆 {0} 在班后正在被人使用

# Alert_WebMessageFailed_Inbound
source: Inbound Web Message for Order {0} has been rejected - Please check Web Message Logs for more details.
es_mx: [Inbound] Mensaje de Web para la orden {0} ha sido rechazado - Revise los registros para más detalles.
zh_cn: [Inbound] 工单 {0} 的网络信息被拒绝 - 请查看网络信息日志获取更多信息

# Alert_WebMessageFailed_Outbound
source: Outbound Web Message for Order {0} has been rejected - Please check Web Message Logs for more details.
es_mx: [Outbound] Mensaje de Web para la orden {0} ha sido rechazado - Revise los registros para más detalles.
zh_cn: [Outbound] 工单 {0} 的网络信息被拒绝 - 请查看网络信息日志获取更多信息

# Alert_WorkerOutOfCoverTooLong
source: Worker {0} has been out of coverage for too long.
es_mx: El Técnico {0} ha estado fuera de cobertura por mucho tiempo.
zh_cn: 工人 {0} 已经长时间没有信号覆盖

# Alert_WorkOrderUnassigedUnack
source: Workorder {0} has been unassigned by [{1}] but has not been acknowledged. Please contact worker [{2}] ASAP
es_mx: El Técnico {0} ha sido desasignado por [{1}] pero no se ha dado por enterado. Contacte al técnico [{2}] cuanto antes
zh_cn: 工单 {0} 已经被 [{1}] 取消指派，但并没有完成确认， 请尽快联系工人 [{2}]

# AlertManagement_AckWorkBookAlertOrder
source: Worker {0} acknowledged alert type {1} for order {2}
es_mx: El trabajador {0} admitió la alerta {1} de la orden {2}
zh_cn: 对于工单{2}工人{0}收到告警类型{1}

# AlertManagement_AckWorkBookAlertUnknown
source: Worker {0} acknowledged alert type {1} for unknown entity type {2}
es_mx: El trabajador {0} admitió la alerta {1} para el tipo de entidad desconocido {2}
zh_cn: 对于未知实体类型{2}工人{0}收到告警类型{1}

# AlertManagement_AckWorkBookAlertUnsupported
source: Worker {0} acknowledged alert type {1} for unsupported entity type {2}
es_mx: El trabajador {0} admitió la alerta {1} para el tipo de entidad no soportada {2}
zh_cn: 对于不支持的实体{2}工人{0}收到告警类型{1}

# AlertManagement_AckWorkBookAlertUser
source: Worker {0} acknowledged alert type {1}
es_mx: El trabajador {0} admitió la alerta {1}
zh_cn: 工人{0}收到告警类型{1}

# AlertProperty_SendExpiredEmail_Category
source: Common
es_mx: Común
zh_cn: 普通

# AlertProperty_SendExpiredEmail_Description
source: Enable or disable email alert notification when alert is expired
es_mx: Habilitar o Deshabilitar email para la noticiación cuando la alerta ha expirado
zh_cn: 当告警到期后启用或者不启用电子邮件通知

# AlertProperty_SendExpiredEmail_Label
source: SendExpiredEmail
es_mx: [AlertProperty_SendExpiredEmail_Label]
zh_cn: 发送到期电邮

# AlertProperty_SendRequestedEmail_Category
source: Common
es_mx: Común
zh_cn: 普通

# AlertProperty_SendRequestedEmail_Description
source: Enable or disable email alert notification when alert is expired
es_mx: Habilitar o Deshabilitar email para la noticiación cuando la alerta ha expirado
zh_cn: 当告警到期后启用或者不启用电子邮件通知

# AlertProperty_SendRequestedEmail_Label
source: SendRequestedEmail
es_mx: [AlertProperty_SendRequestedEmail_Label]
zh_cn: 发送请求电邮

# AlertSettingManagement_MediaAlreadyExists
source: Media [{0}] already exists
es_mx: Los Medios de Comunicación [{0}] ya existe
zh_cn: 媒体[{0}]已存在

# AlertSettingManagement_RepeatSoundInterval_10min
source: 10 min
es_mx: 10 minutos
zh_cn: 10分钟

# AlertSettingManagement_RepeatSoundInterval_15min
source: 15 min
es_mx: 15 minutos
zh_cn: 15分钟

# AlertSettingManagement_RepeatSoundInterval_15sec
source: 15 s
zh_cn: 15秒

# AlertSettingManagement_RepeatSoundInterval_1h
source: 1 h
es_mx: 1 hora
zh_cn: 1小时

# AlertSettingManagement_RepeatSoundInterval_1min
source: 1 min
es_mx: 1 minuto
zh_cn: 1分钟

# AlertSettingManagement_RepeatSoundInterval_2min
source: 2 min
es_mx: 2 minutos
zh_cn: 2 分钟

# AlertSettingManagement_RepeatSoundInterval_30min
source: 30 min
es_mx: 30 minutos
zh_cn: 30 分钟

# AlertSettingManagement_RepeatSoundInterval_30sec
source: 30 s
zh_cn: 30秒

# AlertSettingManagement_RepeatSoundInterval_5min
source: 5 min
es_mx: 5 minutos
zh_cn: 5分钟

# AlertSettingManagement_Severity_High
source: High
es_mx: Alto
zh_cn: 高

# AlertSettingManagement_Severity_Low
source: Low
es_mx: Bajo
zh_cn: 低

# AlertSettingManagement_Severity_Medium
source: Medium
es_mx: Medio
zh_cn: 中

# AppSlotSet_Name
source: Name
es_mx: [AppSlotSet_Name]
zh_cn: [AppSlotSet_Name]

# ApptSlotSet_JobCodeInUse
source: Selected job code(s) is already used by another appointment slot set
es_mx: [ApptSlotSet_JobCodeInUse]
zh_cn: [ApptSlotSet_JobCodeInUse]

# ApptSlotSet_NameEmpty
source: Name required
es_mx: [ApptSlotSet_NameEmpty]
zh_cn: [ApptSlotSet_NameEmpty]

# ApptSlotSet_NameNotUnique
source: Unique Appointment Set Name is required
es_mx: [ApptSlotSet_NameNotUnique]
zh_cn: [ApptSlotSet_NameNotUnique]

# ApptSlotSet_NoStartTime
source: Start Time is required
es_mx: [ApptSlotSet_NoStartTime]
zh_cn: [ApptSlotSet_NoStartTime]

# ApptSlotSet_NotOneSlotSet
source: At least one slot set required
es_mx: [ApptSlotSet_NotOneSlotSet]
zh_cn: [ApptSlotSet_NotOneSlotSet]

# ApptSlotSet_NotUniqueStartTime
source: Start time in the same group must be unique
es_mx: [ApptSlotSet_NotUniqueStartTime]
zh_cn: [ApptSlotSet_NotUniqueStartTime]

# ApptSlotSet_OverOneDay
source: Appointment Slot Duration must be within 24 hours
es_mx: [ApptSlotSet_OverOneDay]
zh_cn: [ApptSlotSet_OverOneDay]

# ApptSlotSetManagement_ApptSlotSetAlreadyExists
source: Appt Slot Set [{0}] already exists
es_mx: [ApptSlotSetManagement_ApptSlotSetAlreadyExists]
zh_cn: [ApptSlotSetManagement_ApptSlotSetAlreadyExists]

# Area_Name
source: Name
es_mx: Nombre
zh_cn: 名称

# Area_NameEmpty
source: Name is required
es_mx: Nombre es necesario
zh_cn: 必须输入名称

# Area_TravelTime
source: Travel Time
es_mx: Tiempo de Viaje
zh_cn: 路上时间

# Area_TravelTimeTooLarge
source: Travel Time is too large. Can not be greater than {0}
es_mx: Timpo de viaje es muy grande. No puede ser mayor a {0}
zh_cn: 行程时间太长，不能大于 {0}

# Area_TravelTimeTooSmall
source: Travel Time must be greater than or equal to 0 minutes
es_mx: Tiempo de Viaje debe ser mayor o igual a 0 minutos
zh_cn: 行程时间必须大于等于0分钟

# AreaBgUserAssociation
source: Area is current used by User {0}, cannot remove Business Group
es_mx: El Usuario {0} está usando el Área, no puedo suprimir al Grupo
zh_cn: 该区域正被用户 {0} 使用，不能移除该业务群组

# AreaBgWOAssociation
source: Area is currently referenced by {0} WorkOrders, cannot remove Business Group
es_mx: El Área está referenciada por {0} ordenes, no puedo suprimir al Grupo
zh_cn: 该区域现在赋予了工单 {0} ，不能移除该业务群组

# AreaManagement_AreaAlreadyExists
source: Area [{0}] already exists
es_mx: El área [{0}] ya existe
zh_cn: 区域 [{0}] 已存在

# AreaManagement_AreaReferenced
source: Area referenced
es_mx: Area referenciada
zh_cn: 已引用区域

# AreaShiftRotationBgAssociation
source: Area is currently referenced in {0} Shift Rotations, cannot remove Business Group
es_mx: El Área está referenciada en {0} Rotaciones de Turno, no puedo suprimir al Grupo
zh_cn: 该区域现在赋予了循环班次 {0} ，不能移除该业务群组

# AreaUserBgAssociation
source: Area is current referenced by User {0}, cannot remove Business Group
es_mx: El Área está referenciada por el Usuario {0}, no puedo suprimir al Grupo
zh_cn: 该区域现在赋予了用户 {0} ，不能移除该业务群组

# Attribute_Name
source: Name
es_mx: Nombre
zh_cn: 名称

# Attribute_NameEmpty
source: Name is required
es_mx: Nombre es necesario
zh_cn: 必须输入名称

# AttributeAssociation
source: Attributes
es_mx: Atributos
zh_cn: 属性

# AttributeBgAssociation
source: Attribute is currently used in {0} {1}, cannot remove Business Group
es_mx: El Atributo está en uso por {0} {1}, el Grupo no se puede suprimir
zh_cn: 属性已在 {0} {1} 中使用，不能移除业务群组

# AttributeManagement_AttributeAlreadyExists
source: Attribute [{0}] already exists
es_mx: El Atributo [{0}] ya existe
zh_cn: 属性 [{0}] 已存在

# AuditConfigManagement_AddDupeError
source: An Audit Configuration already exists for the selected Worker and Order Type.
es_mx: Una Configuración de Auditoría ya existe para el Técnico y el Tipo de orden seleccionados.
zh_cn: 所选工人和工单类型已经有审核配置存在

# AuditConfigManagement_AuditRuleAlreadyExists
source: Audit rule already exists.
es_mx: [AuditConfigManagement_AuditRuleAlreadyExists]
zh_cn: [AuditConfigManagement_AuditRuleAlreadyExists]

# AuditConfigManagement_AuditRuleNotFound
source: The Audit rule was not found.
es_mx: [AuditConfigManagement_AuditRuleNotFound]
zh_cn: [AuditConfigManagement_AuditRuleNotFound]

# AuditConfigManagement_ConfigDupeStarted
source: The Audit Rule Duplication is successful.
es_mx: [AuditConfigManagement_ConfigDupeStarted]
zh_cn: [AuditConfigManagement_ConfigDupeStarted]

# AuditConfigManagement_DeletePeriodError
source: Unable to delete Audit Period. The Audit Period is in use.
es_mx: No se puede suprimir el Periodo de Auditoría. Está en uso.
zh_cn: 无法删除审核周期，该审核周期正在使用

# AuditConfigManagement_SaveError
source: Unexpected error occured while trying to {0} Audit Configuration.
es_mx: Error inesperado ocurrió al tratar de {0} la Configuración de la Auditoría.
zh_cn: 在尝试 {0} 审核配置时出现意外错误

# AuditProblematic
source: Under audit review
es_mx: Bajo Auditoría
zh_cn: 根据审核检查

# AuditRule_AlreadyExist
source: The audit rule has already existed.
es_mx: [AuditRule_AlreadyExist]
zh_cn: [AuditRule_AlreadyExist]

# AuditRule_NoOrderType
source: No ordertype is selected.
es_mx: [AuditRule_NoOrderType]
zh_cn: [AuditRule_NoOrderType]

# AuditRule_NoWorkerSelected
source: No worker is selected.
es_mx: [AuditRule_NoWorkerSelected]
zh_cn: [AuditRule_NoWorkerSelected]

# AuditRule_OneDayGap
source: Two or more audit periods have more than one day gap
es_mx: [AuditRule_OneDayGap]
zh_cn: [AuditRule_OneDayGap]

# AuditRule_OnePeriod
source: There should be at least one audit period
es_mx: [AuditRule_OnePeriod]
zh_cn: [AuditRule_OnePeriod]

# AuditRule_OverLapPeriod
source: Two or more audit periods have overlapped
es_mx: [AuditRule_OverLapPeriod]
zh_cn: [AuditRule_OverLapPeriod]

# AuditRule_PercentageInRange
source: The audit period percentage has to be 1% to 100% inclusive
es_mx: [AuditRule_PercentageInRange]
zh_cn: [AuditRule_PercentageInRange]

# BgAssociationInvalid
source: {0} is associated to a Business Group that you do not belong to.
es_mx: {0} está asociado con el Grupo de Negocio al que no perteneces.
zh_cn: {0}与一个您不属于的业务群组有关联

# BgAssociationRequired
source: At least one Business Group association is required for this {0}.
es_mx: Necesita por lo menos una asociación de Grupo para {0}.
zh_cn: 要求至少有一个商业群组赋予 {0}

# BlackoutManagement_BlackoutRegionAlreadyExist
source: Blackout Region already exists.
es_mx: Región de Bloqueo ya existe
zh_cn: 停电地区已经存在

# BlackoutManagement_BlackoutRegionReferenced
source: Blackout Region referenced.
es_mx: Bloqueo de Región referenciada.
zh_cn: 参照停电地区

# BlockedRangeEntry_InvalidRange
source: BlockedRangeEntry has invalid date range {0} to {1}
es_mx: El rango de fechas de {0} a {1} es inválido para el BlockedRangeEntry.
zh_cn: 输入的禁止范围包含了无效的日期周期 {0} 至 {1}

# BlockedSchedule_InvalidParameter
source: Invalid Blocked Schedule {0} {1}
es_mx: Bloqueo de Horario Inválido {0} {1}
zh_cn: 无效的锁定时间表 {0} {1}

# BusinessGroup_ExternalASPathEmpty
source: AS Path is required
es_mx: Necesita la ruta de AS
zh_cn: 必须的AS路径

# BusinessGroup_NameEmpty
source: Name is required
es_mx: Nombre es necesario
zh_cn: 必须输入名称

# BusinessGroupAssociation
source: Business Groups
es_mx: Grupos de Negocio
zh_cn: 业务组

# BusinessGroupManagement_AddBusinessGroupSettingErr
source: Could not add Business Group Setting "{0}"
es_mx: No se pudo agregar el Ajuste del Grupo de Negocios "{0}"
zh_cn: 不能添加业务群组设置 "{0}"

# BusinessGroupManagement_BlankProperty
source: Property name cannot be blank.
es_mx: El nombre de la propiedad no se puede quedar en blanco.
zh_cn: 属性名称不能为空

# BusinessGroupManagement_BusinessGroupAlreadyExists
source: Business Group [{0}] already exists
es_mx: El Grupo de Negocio [{0}] ya existe
zh_cn: 业务群组 [{0}] 已存在

# BusinessGroupManagement_DeleteAssociation
source: Cannot delete Business Group {0}, there are {1} entities associated
es_mx: No se puede suprimir el Grupo de Negocio {0}, existen {1} entidades asociadas
zh_cn: 不能删除业务群组 {0}, 因为有 {1} 业务实体相关联

# BusinessGroupManagement_DeleteLast
source: There is only one Business Group configured, it cannot be removed
es_mx: Solo existe un Grupo de Negocios, no se puede remover
zh_cn: 只配置了一个业务群组，它不能被移除

# BusinessGroupManagement_DeleteVehicle
source: Cannot delete Business Group {0}, there are {1} Vehicles associated
es_mx: [BusinessGroupManagement_DeleteVehicle]
zh_cn: [BusinessGroupManagement_DeleteVehicle]

# BusinessGroupManagement_DeleteWO
source: Cannot delete Business Group {0}, there are {1} Work Orders associated
es_mx: No se puede suprimir el Grupo de Negocio {0}, existen {1} Ordenes asociadas
zh_cn: 不能删除业务群组 {0}, 因为有 {1} 工单相关联

# BusinessGroupManagement_DupeBusinessGroupSetting
source: Business Group Setting "{0}" already exists, name must be unique
es_mx: Ya existe el ajuste del Grupo de Negocios "{0}", tiene que ser único
zh_cn: 业务群组设置 "{0}" 已存在，名称必须是唯一的

# BusinessGroupManagement_ValidateAssociations
source: This {0} has an associated {1} ({2}) that does not belong to all of the selected Business Groups.
es_mx: Este {0} tiene asociados {1} ({2}) que no pertenece a todos los Grupos de Negocio seleccionados.
zh_cn: 与 {0} 相关联的 {1} ({2}) 不属于所选定的业务群组

# ConfigSetting_NameEmpty
source: Config Setting name can not be empty.
es_mx: El nombre del Ajuste de Config no puede estar vacío.
zh_cn: 配置条件名称不能为空

# ConfigSettingManagement_ConfigSettingAlreadyExists
source: Config Setting [{0}] already exists.
es_mx: Ajuste de Config [{0}] ya existe.
zh_cn: 配置条件 [{0}] 已存在

# Crew_AlertFK
source: Alert exists
es_mx: [Crew_AlertFK]
zh_cn: [Crew_AlertFK]

# Crew_OrderLogError
source: User Order Log exists
es_mx: [Crew_OrderLogError]
zh_cn: [Crew_OrderLogError]

# Crew_TimerInvalid
source: User Timer exists
es_mx: [Crew_TimerInvalid]
zh_cn: [Crew_TimerInvalid]

# Crew_UserLogError
source: User Log exists
es_mx: [Crew_UserLogError]
zh_cn: [Crew_UserLogError]

# Crew_VehicleWorkerAssgm
source: Worker Vehicle Assignment exists
es_mx: [Crew_VehicleWorkerAssgm]
zh_cn: [Crew_VehicleWorkerAssgm]

# Crew_WorkerBGInvalid
source: User does not belong to all of the crew's business groups.
es_mx: [Crew_WorkerBGInvalid]
zh_cn: [Crew_WorkerBGInvalid]

# Crew_WorkOrderAssociation
source: Order Association exists
es_mx: [Crew_WorkOrderAssociation]
zh_cn: [Crew_WorkOrderAssociation]

source: Default
es_mx: Por Defecto
zh_cn: 默认

# DistListManagement_DistListAlreadyExist
source: Distribution List / Email [{0}] already exists.
es_mx: Lista de Distribución/Correo Electrónico [{0}] ya existe.
zh_cn: 列表/邮件[{0}]已存在

# EmailManagement_EmailValidationFailed
source: Failed email address validation
es_mx: Falló la validación del a dirección de email
zh_cn: 电邮地址校验失败

# EmailManagement_InvalidEmailAddress
source: Email address is invalid
es_mx: La dirección de Email es inválida
zh_cn: 电邮地址不正确

# Entity_Alert
source: Alert
es_mx: Alarma
zh_cn: 告警

# Entity_Alerts
source: Alerts
es_mx: Alarmas
zh_cn: 告警

# Entity_ApptSlotSet
source: Appt Slot Set
es_mx: [Entity_ApptSlotSet]
zh_cn: [Entity_ApptSlotSet]

# Entity_Area
source: Area
zh_cn: 区域

# Entity_Areas
source: Areas
zh_cn: 区域

# Entity_Attribute
source: Attribute
es_mx: Atributo
zh_cn: 属性

# Entity_Attributes
source: Attributes
es_mx: Atributos
zh_cn: 属性

# Entity_AuditRule
source: Audit Rule
es_mx: [Entity_AuditRule]
zh_cn: [Entity_AuditRule]

# Entity_AuditRules
source: Audit Rules
es_mx: [Entity_AuditRules]
zh_cn: [Entity_AuditRules]

# Entity_AVLServer
source: AVLServer
es_mx: ServidorAVL
zh_cn: 车辆定位服务器

# Entity_BlackoutRegion
source: Blackout Region
es_mx: Región de Bloqueo
zh_cn: 禁止施工时段

# Entity_BlackoutRegions
source: Blackout Regions
es_mx: Regiones de Bloqueo
zh_cn: 禁止施工时段

# Entity_BusinessGroup
source: Business Group
es_mx: Grupo de Negocio
zh_cn: 业务群组

# Entity_BusinessGroups
source: Business Groups
es_mx: Grupos de Negocio
zh_cn: 业务群组

# Entity_ColumnsConfig
source: Columns Configuration
es_mx: Configuración de las Columnas
zh_cn: 数据栏配置

# Entity_ConfigSetting
source: Config Setting
es_mx: Ajuste de Config
zh_cn: 配置条件设置

# Entity_DistList
source: Distribution List
es_mx: Lista de Distribución
zh_cn: 邮件通知列表

# Entity_DistList_NameForDistributionListRequired
source: Name for distribution list required.
es_mx: Nombre para la lista de distribución es necesario.
zh_cn: 必须要有分配表名称。

# Entity_DistLists
source: Distribution Lists
es_mx: Listas de Distribución
zh_cn: 列表

# Entity_EntityGroup
source: Entity Group
es_mx: Grupo de la entidad
zh_cn: 实体群组

# Entity_EntityGroups
source: Entity Groups
es_mx: Grupos de entidad
zh_cn: 实体群组

# Entity_Equipment
source: Equipment
es_mx: Equipo
zh_cn: 设备

# Entity_EquipmentItems
source: Equipment Items
es_mx: Articulos de Equipo
zh_cn: 设备项目

# Entity_ExportFormat
source: Export Format
es_mx: Exportación del Formato
zh_cn: 导出格式

# Entity_FilterQueryCriteria
source: Filter Setting
es_mx: Ajustes de Filtro
zh_cn: 筛选条件设置

# Entity_GarminTextMessage
source: Garmin Text Message
es_mx: Mensaje de Texto en el Garmin
zh_cn: 佳明（Garmin）文字信息

# Entity_GeoFence
source: Geo Fence
es_mx: Geo Frontera
zh_cn: 电子围栏

# Entity_GeoFenceAlert
source: Geo Fence Alert
es_mx: AlarmaGeofrontera
zh_cn: 电子围栏告警

# Entity_GlobalSettings
source: Global Settings
es_mx: Ajustes Globales
zh_cn: 时区设置

# Entity_Holiday
source: Holiday
es_mx: Asueto
zh_cn: 节假日

# Entity_Holidays
source: Holidays
es_mx: Días de Asueto
zh_cn: 节假日

# Entity_HostMessageConfig
source: Host Message Configuration
es_mx: Configuración del Mensaje del Servidor
zh_cn: 主机信息设置

# Entity_HostMessageConfigs
source: Host Message Configurations
es_mx: Configuraciones del Mensaje del Servidor
zh_cn: 主机信息设置

# Entity_HostSystem
source: Host System
es_mx: Sistema Anfitrión
zh_cn: 主机系统

# Entity_Icon
source: Icon
es_mx: Icono
zh_cn: 图标

# Entity_Icons
source: Icons
es_mx: Iconos
zh_cn: 图标

# Entity_Inventory
source: Inventory
es_mx: Inventario
zh_cn: 库存

# Entity_InventoryWarranty
source: Inventory Warranty
es_mx: Garantía del Inventario
zh_cn: 库存保修期

# Entity_JobCode
source: Job Code
es_mx: Código de Tareas
zh_cn: 工作代码

# Entity_JobCodes
source: Job Codes
es_mx: Códigos de Tareas
zh_cn: 工作代码

# Entity_JobOfferingSet
source: Job Offering Set
es_mx: Ofertas de Trabajo
zh_cn: 工作提供组合

# Entity_JobProfile
source: Job Profile
es_mx: Perfíl del Trabajo
zh_cn: 工作概要

# Entity_JobProfiles
source: Job Profiles
es_mx: Perfiles del Trabajo
zh_cn: 工作概要

# Entity_Location
source: Location
es_mx: Localidad
zh_cn: 位置

# Entity_Locations
source: Locations
es_mx: Ubicaciones
zh_cn: 位置

# Entity_MapDocument
source: Map Document
es_mx: Documento del Mapa
zh_cn: 地图文件

# Entity_MapServiceURL
source: Map Service URL
es_mx: URL del Servicio de Mapas
zh_cn: 地图服务地址

# Entity_MethodHandler
source: Method Handler
es_mx: Controlador de Métodos
zh_cn: 方法句柄

# Entity_MethodHandlers
source: Method Handlers
es_mx: Controladores de Métodos
zh_cn: 方法句柄

# Entity_MethodInvocation
source: Method Invocation
es_mx: Invocación de Método
zh_cn: 方法调用

# Entity_MethodInvocations
source: Method Invocations
es_mx: Invocaciones de Método
zh_cn: 方法调用

# Entity_Order
source: Order
es_mx: Orden
zh_cn: 工单

# Entity_OrderCategories
source: Order Categories
es_mx: Categorías de Ordenes
zh_cn: 工单种类

# Entity_OrderCategory
source: Order Category
es_mx: Categoría de Ordenes
zh_cn: 工单种类

# Entity_OrderColumnsConfig
source: Order Columns Configuration
es_mx: Configuración de las Columnas de Ordenes
zh_cn: 工单栏目配置

# Entity_OrderColumnsConfigs
source: Order Columns Configurations
es_mx: Configuraciones de las Columnas de Ordenes
zh_cn: 工单栏目配置

# Entity_OrderFormType
source: Order Form Type
es_mx: Tipo de Formulario de la Orden
zh_cn: 工单表类型

# Entity_Orders
source: Orders
es_mx: Ordenes
zh_cn: 工单
