Repository: Oshchenkov/moss
Catalog: EC.Business/Localization.*.resx
Languages: es_mx, zh_cn

# Entity_OrderType
source: Order Type
es_mx: Tipo de Orden
zh_cn: 工单类型

# Entity_OrderTypePublishTemplate
source: Order Type Publish Template
es_mx: Publicar la Plantilla para el Tipo de Orden
zh_cn: 工单类型发布模板

# Entity_OrderTypePublishTemplates
source: Order Type Publish Templates
es_mx: Publicar las Plantillas para el Tipo de Orden
zh_cn: 工单类型发布模板

# Entity_Organization
source: Organization
es_mx: Organización
zh_cn: 部门

# Entity_Priorities
source: Priorities
es_mx: Prioridades
zh_cn: 优先级别

# Entity_Priority
source: Priority
es_mx: Prioridad
zh_cn: 优先级别

# Entity_Registration
source: Registration
es_mx: Registro
zh_cn: 注册

# Entity_Report
source: Report
es_mx: Reporte
zh_cn: 报表

# Entity_Reports
source: Reports
es_mx: Reportes
zh_cn: 报表

# Entity_ReportSystemJob
source: Report Schedule
es_mx: Calendario del Reporte
zh_cn: 报表计划

# Entity_Role
source: Role
es_mx: Rol
zh_cn: 角色

# Entity_Roles
source: Roles
zh_cn: 角色

# Entity_Scenario
source: Scenario
es_mx: Escenario
zh_cn: 方案

# Entity_Scenarios
source: Scenarios
es_mx: Escenarios
zh_cn: 方案

# Entity_SchedulingType
source: Scheduling Type
es_mx: Tipo de Calendario
zh_cn: 行程安排类型

# Entity_Sensor
source: Sensor
zh_cn: 传感器

# Entity_Sensor_Description
source: Description
es_mx: Descripción
zh_cn: 说明

# Entity_Sensor_EquateZeroToTrue
source: Equate 0 Value To True
es_mx: Equivale el valor 0 a Verdadero
zh_cn: 值为0时设置为True

# Entity_Sensor_FalseLabel
source: False Label
es_mx: Etiqueta Falsa
zh_cn: 错误的标记

# Entity_Sensor_IsPTOPort
source: PTO Sensor
es_mx: [Entity_Sensor_IsPTOPort]
zh_cn: [Entity_Sensor_IsPTOPort]

# Entity_Sensor_Multiplier
source: Multiplier
es_mx: Multiplicador
zh_cn: 倍数

# Entity_Sensor_Name
source: Name
es_mx: Nombre
zh_cn: 名称

# Entity_Sensor_TriggerManDownAlert
source: Trigger Man Down Alert
es_mx: Dispare la Alerta de Hombre Caído
zh_cn: 触发人员倒地告警

# Entity_Sensor_TrueLabel
source: True Label
es_mx: Etiqueta Verdadera
zh_cn: 正确的标记

# Entity_Sensor_Unit
source: Unit
es_mx: Unidad
zh_cn: 单位

# Entity_Sensors
source: Sensors
es_mx: Sensores
zh_cn: 传感器

# Entity_Shift
source: Shift
es_mx: Turno
zh_cn: 班表

# Entity_ShiftAssignment
source: Shift assignment
es_mx: Asignar Turno
zh_cn: 班表分配

# Entity_ShiftRotation
source: Shift Rotation
es_mx: Rotación de Turnos
zh_cn: 轮班表

# Entity_ShiftRotationAssignment
source: Shift Rotation Assignment
es_mx: [Entity_ShiftRotationAssignment]
zh_cn: [Entity_ShiftRotationAssignment]

# Entity_ShiftRotationAssignments
source: Shift Rotation Assignments
es_mx: [Entity_ShiftRotationAssignments]
zh_cn: [Entity_ShiftRotationAssignments]

# Entity_ShiftRotationDayAssignments
source: Shift Rotation Day Assignments
es_mx: [Entity_ShiftRotationDayAssignments]
zh_cn: [Entity_ShiftRotationDayAssignments]

# Entity_ShiftRotations
source: Shift Rotations
es_mx: Rotaciones de Turno
zh_cn: 轮班表

# Entity_Shifts
source: Shifts
es_mx: Turnos
zh_cn: 班表

# Entity_ShipmentControlFile
source: Shipment Control File
es_mx: Archivo de Control de Envíos
zh_cn: 装运控制文件

# Entity_ShipmentControlFileFormat
source: Shipment Control File Format
es_mx: Formato del Archivo de Control de Envíos
zh_cn: 装运控制文件格式

# Entity_SortQueryCriteria
source: Sort setting
es_mx: Ajustar el Sorteo
zh_cn: 排序设置

# Entity_SpecialIndicator
source: Special Indicator
es_mx: Indicador Especial
zh_cn: 特殊标识

# Entity_StorageLocation
source: Storage Location
es_mx: Ubicación del Almacén
zh_cn: 存储位置

# Entity_SystemJob
source: System Task
es_mx: Tarea del Sistema
zh_cn: 系统任务

# Entity_SystemJobs
source: System Tasks
es_mx: Tareas del Sistema
zh_cn: 系统任务

# Entity_Timesheet
source: Timesheet
es_mx: Bitácora
zh_cn: 工时表

# Entity_Timesheets
source: Timesheets
es_mx: Bitácoras
zh_cn: 工时表

# Entity_UnavailableTime
source: Unavailable Time
es_mx: Hora No Disponible
zh_cn: 不可用时间

# Entity_User
source: User
es_mx: Usuario
zh_cn: 用户

# Entity_Users
source: Users
es_mx: Usuarios
zh_cn: 用户

# Entity_UserSettings
source: User Settings
es_mx: Configuraciones del Usuario
zh_cn: 用户设置

# Entity_ValueList
source: Value List
es_mx: Lista de valores
zh_cn: 可选值列表

# Entity_Vehicle
source: Vehicle
es_mx: Vehículo
zh_cn: 车辆

# Entity_Vehicle_SharingStatusBorrowed
source: Borrowed
es_mx: Prestado
zh_cn: 借来

# Entity_Vehicle_SharingStatusLoaned
source: Loaned
es_mx: Prestado
zh_cn: 借出

# Entity_VehicleGroup
source: Vehicle Group
es_mx: Grupos de Vehículos
zh_cn: 车辆组

# Entity_Vehicles
source: Vehicles
es_mx: Vehículos
zh_cn: 车辆

# Entity_VehicleServiceLog
source: Vehicle Maintenance Log
es_mx: Reporte del Mantenimiento de Vehículos
zh_cn: 车辆维护日志

# Entity_VehicleServiceNextAppt
source: Vehicle Service Next Appointment
es_mx: Cita para el Siguiente Servicio del Vehículo
zh_cn: 下一个车辆服务预约

# Entity_VehicleServiceSchedule
source: Vehicle Maintenance Schedule
es_mx: Calendario de Mantenimiento de Vehiculos
zh_cn: 车辆维护计划

# Entity_VehicleServiceTemplate
source: Vehicle Maintenance Template
es_mx: Plantilla de Mantenimiento de Vehículos
zh_cn: 车辆维护模板

# Entity_VehicleServiceTemplateItem
source: Vehicle Maintenance Template Item
es_mx: Objeto de la Plantilla de Mantenimiento de Vehículos
zh_cn: 车辆维护模板项目

# Entity_VehicleServiceTemplates
source: Vehicle Maintenance Templates
es_mx: Plantillas de Mantenimiento de Vehículos
zh_cn: 车辆维护模板

# Entity_VehicleServiceType
source: Vehicle Maintenance Type
es_mx: Tipo de Mantenimiento de Vehículos
zh_cn: 车辆维护类型

# Entity_VehicleServiceTypes
source: Vehicle Maintenance Types
es_mx: Tipos de Servicio de Vehículo
zh_cn: 车辆服务类型

# Entity_VehicleSharingLog_EndDateTimeEarlierThanStartDateTime
source: Sharing end datetime should be later than sharing start datetime {0}.
es_mx: Fecha y hora del final de compartición debe ser posterior a la feha y hora de inicio de compartición {0}.
zh_cn: 共用结束时间应该在共用开始时间 {0}之前。

# Entity_VehicleType
source: Vehicle Type
es_mx: Tipo de Vehículo
zh_cn: 车辆类型

# Entity_VehicleTypes
source: Vehicle types
es_mx: Tipos de Vehículos
zh_cn: 车辆类型

# Entity_Warehouse
source: Warehouse
es_mx: Almacén
zh_cn: 仓库

# Entity_Warehouses
source: Warehouses
es_mx: Almacenes
zh_cn: 仓库

# Entity_WorkOrderMapping
source: Order Mapping
es_mx: Cartografía de la Orden
zh_cn: 工单映射

# Entity_WorkOrderMappingFields
source: Order Mapping Fields
es_mx: MapeoDeCampoOrdenDeTrabajo
zh_cn: 工单对应字段

# EntityAction_Add
source: add
es_mx: Agregar
zh_cn: 增加

# EntityAction_Delete
source: delete
es_mx: suprimir
zh_cn: 删除

# EntityAction_Save
source: update
es_mx: Actualizar
zh_cn: 更新

# EntityGroupManagement_EntityGroupAlreadyExists
source: Entity Group [{0}] already exists.
es_mx: El Grupo de la entidad [{0}] ya existe.
zh_cn: 实体群组 [{0}] 已存在

# EntityManagement_AddEntityFail
source: Add {0} failed.
es_mx: Agregar {0} falló.
zh_cn: 增加{0}失败

# EntityManagement_AddEntitySuccess
source: Added {0} {1}.
es_mx: Agregué {0} {1}.
zh_cn: 已增加 {0} {1}。

# EntityManagement_AddEntitySuccessWithErrors
source: Add {0}: {1} success, {2} failed.
es_mx: Agregar {0}: {1} éxito, {2} falló.
zh_cn: 增加 {0}: {1} 成功, {2} 失败.

# EntityManagement_DeleteEntityFail
source: Delete {0} failed.
es_mx: Falló suprimir {0}.
zh_cn: 删除 {0} 失败.

# EntityManagement_DeleteEntitySuccess
source: Deleted {0} {1}.
es_mx: Se suprimió {0} {1}.
zh_cn: 已删除 {0} {1}.

# EntityManagement_DeleteEntitySuccessWithErrors
source: Delete {0}: {1} success, {2} failed.
es_mx: Suprimir {0}: {1} éxito, falló {2}.
zh_cn: 删除 {0}: {1} 成功, {2} 失败.

# EntityManagement_EntityExist
source: {0} {1} failed: {1} {2} already exists.
es_mx: {0} {1} falló: {1} {2} ya existe.
zh_cn: {0} {1} 失败: {1} {2} 已存在.

# EntityManagement_EntityFail
source: {0} {1} {2} failed.
es_mx: {0} {1} {2} falló.
zh_cn: {0} {1} {2} 失败.

# EntityManagement_EntityInUse
source: {0} {1} failed: {1} {2} referenced.
es_mx: {0} {1} falló: {1} {2} referenciado.
zh_cn: {0} {1} 失败: {1} {2} 已在用.

# EntityManagement_EntityNotExist
source: {0} {1} failed: {1} {2} does not exist.
es_mx: {0} {1} falló: {1} {2} no existe.
zh_cn: {0} {1} 失败: {1} {2} 不存在.

# EntityManagement_FeildExist
source: {0} {1} already exists.
es_mx: {0} {1} ya existe.
zh_cn: {0} {1} 已存在.

# EntityManagement_InvalidCharsFound
source: Invalid characters found
es_mx: Caracteres no válidos encontrados
zh_cn: 发现无效字符

# EntityManagement_NameEmpty
source: Name is required
es_mx: Nombre es necesario
zh_cn: 必须输入名称

# EntityManagement_NameTooLong
source: The length of the name must be less than {0}
es_mx: La longitud del nombre debe ser inferior a {0}
zh_cn: 名称的长度必须少于 {0}

# EntityManagement_PasswordTooLong
source: Password is too long
es_mx: La contraseña es muy larga
zh_cn: 密码太长

# EntityManagement_ShiftAssignmentFail
source: Shift assignments failed.
es_mx: Falló la asignación de turnos.
zh_cn: 班表分配失败

# EntityManagement_ShiftAssignmentSuccess
source: Shift assignments completed.
es_mx: Asignación de Turnos completada.
zh_cn: 班表分配完成

# EntityManagement_UpdateEntityFail
source: Update {0} failed.
es_mx: Falló la actualización de {0}.
zh_cn: 更新 {0} 失败.

# EntityManagement_UpdateEntitySuccess
source: Updated {0} {1}.
es_mx: Actualizado {0} {1}.
zh_cn: 已更新 {0} {1}.

# EntityManagement_UpdateEntitySuccessWithErrors
source: Update {0}: {1} success, {2} failed.
es_mx: Actualización {0}: {1} con éxito, {2} fallaron.
zh_cn: 更新 {0}: {1} 成功, {2} 失败.

# Equipment_EquipmentAlreadyExists
source: Equipment Item [{0}] already exists
es_mx: El Item del Equipo [{0}] ya existe
zh_cn: 设备项目 [{0}] 已存在

# Equipment_NameEmpty
source: Name is required
es_mx: Nombre es necesario
zh_cn: 必须输入名称

# Equipment_Scheduled
source: Equipment Item [{0}] is currently scheduled
es_mx: El Item del Equipo [{0}] está calendarizado
zh_cn: 设备项目 [{0}] 当前已列入计划

# FieldMapping_Exists
source: A field mapping field a field "{0}" already exists.
es_mx: El mapeo de campos al campo "{0}" ya existe.
zh_cn: 一个字段所映射的字段 "{0}" 已经存在

# FieldMapping_Stopped
source: Mapping failed due to server stopping or restarting.
es_mx: Mapeo falló porque el servidor se detuvo o reinició.
zh_cn: 由于服务器停止或者重启的映射字段

# Holiday_NameEmpty
source: Name is required
es_mx: Nombre es necesario
zh_cn: 必须输入名称

# HolidayManagement_HolidayAlreadyExists
source: Holiday [{0}] already exists
es_mx: El Asueto [{0}] ya existe
zh_cn: 节假日 [{0}] 已存在

# HolidayManagement_HolidayDateAlreadyUsed
source: Holiday Date [{0}] already used
es_mx: La fecha de Asueto [{0}] ya está en uso
zh_cn: 节假日日期 [{0}] 已使用

# HolidayManagement_HolidayDateInvalid
source: Holiday Date is invalid
es_mx: [HolidayManagement_HolidayDateInvalid]
zh_cn: [HolidayManagement_HolidayDateInvalid]

# HostLink_AddOrder
source: Added order {0}
es_mx: Agregué la orden {0}
zh_cn: 已增加工单 {0}

# HostLink_AddProject
source: Added project {0}
es_mx: Agregué el proyecto {0}
zh_cn: 已增加工单 {0}

# HostLink_AssignError
source: Assign order error
es_mx: Asignar error de la orden
zh_cn: 派单错误

# HostLink_AssignOrder
source: Assigned order {0}
es_mx: Orden {0} asignada
zh_cn: 工单 {0} 已指派

# HostLink_CancelError
source: Cancel order exception
es_mx: Cancelar excepción de la orden
zh_cn: 取消工单操作异常

# HostLink_CancelOrder
source: Cancelled order {0}
es_mx: La orden {0} está cancelada
zh_cn: 已取消工单 {0}

# HostLink_ChangeOrderStatus
source: Changed {0} order status
es_mx: Se cambiaron {0} estados
zh_cn: 更改 {0} 工单状态

# HostLink_ChangeStatusError
source: Change order status exception
es_mx: Excepción para el cambio del estado de la orden
zh_cn: 改变工单状态异常

# HostLink_ConfigNotFound
source: Config {0} not found
es_mx: Config {0} no se encontró
zh_cn: 配置 {0} 未找到

# HostLink_CreateInvalid
source: Order {0} exists already or missing HostOrderNumber.
es_mx: Orden {0} ya existe o le falta el HostOrderNumber.
zh_cn: 工单 {0} 已存在或缺少主机工单编号

# HostLink_ErrorParseField
source: Error parsing field {0}
es_mx: Ocurrió al análizar el campo {0}
zh_cn: 解释字段 {0} 错误

# HostLink_Exception
source: Host Link exception error
es_mx: Error al tratar de contactar al Servidor
zh_cn: 主机链接拒绝

# HostLink_ExportNone
source: No order is found eligible for this export request.
es_mx: No hay ordenes elegibles para ésta petición de exportación.
zh_cn: 没有找到符合这个导出要求的工单

# HostLink_FieldDataTypeUnsupported
source: FieldDataType {0} not supported
es_mx: No hay soporte para el Tipo de Datos {0}
zh_cn: 字段日期类型 {0} 得不到支持

# HostLink_FieldInvalidData
source: Field {0} has invalid value
es_mx: El Campo {0} tiene un valor inválido
zh_cn: 字段 {0} 是无效值

# HostLink_FieldMissing
source: Missing Field: {0}
es_mx: Falta Campo: {0}
zh_cn: 缺少字段: {0}

# HostLink_FieldUnknown
source: Field {0} is unknown
es_mx: El Campo {0} es desconocido
zh_cn: 不明字段 {0}

# HostLink_FromHostConfigDataInvalid
source: Missing fromhost config {0} data
es_mx: Falta fromhost config {0} data
zh_cn: 缺少服务器配置数据 {0}

# HostLink_FromHostDisabled
source: FromHost disabled, request not processed
es_mx: Del Servidor está desabilitado, no se pudo procesar
zh_cn: 服务器未响应, 请求未处理

# HostLink_FromHostNameMissing
source: <FromHost name> missing
es_mx: Falta el <Nombre del Servidor>
zh_cn: <服务器名称> 遗漏

# HostLink_GetNameKeyError
source: Error getting name key for field {0}
es_mx: Error obteniendo la clave del nombre para el campo {0}
zh_cn: 获取字段 {0}名称关键字出错

# HostLink_HostOrderNumberExist
source: HostOrderNumber {0} exists already
es_mx: El Número de la Orden del Servidor {0} ya existe
zh_cn: 工单号码 {0} 已存在

# HostLink_HostOrderNumberMissing
source: Missing HostOrderNumber
es_mx: Falta HostOrderNumber
zh_cn: 缺少主机工单号码

# HostLink_HostProjectNumberMissing
source: Missing HostProjectNumber
es_mx: Falta HostProjectNumber
zh_cn: 缺少主机项目编号

# HostLink_InvalidMsgDatetime
source: Invalid MsgDatetime
es_mx: MsgDatetime es inválida
zh_cn: 错误的信息日期和时间

# HostLink_MandatoryFieldMissing
source: Mandatory field {0} missing
es_mx: Falta el campo obligatorio {0}
zh_cn: 缺少必要的字段 {0}

# HostLink_MessageTypeInvalid
source: Config {0} has invalid message type {1}
es_mx: Config {0} tiene un tipo de mensaje inválido {1}
zh_cn: 配置 {0} 有一错误信息类型 {1}

# HostLink_MissingMFFRequest
source: Missing <MFFRequest> node
es_mx: Falta <MFFRequest> node
zh_cn: 缺少 <系统请求> 节点

# HostLink_MissingNode
source: Missing <MsgDatetime> or <MsgId> node
es_mx: Falta <MsgDatetime> or <MsgId> node
zh_cn: 缺少 <信息日期时间> 或 <信息序号> 节点

# HostLink_ModifyError
source: Modify order exception
es_mx: Modificar la excepción de la Orden
zh_cn: 工单修改异常

# HostLink_ModifyInvalid
source: Cannot modify completed or cancelled order.
es_mx: No se pueden modificar ordenes terminadas o canceladas.
zh_cn: 不能修改已完成或已取消的工单

# HostLink_ModifyOrder
source: Modified order {0}
es_mx: Orden {0} está modificada
zh_cn: 已修改工单 {0}

# HostLink_ModifyRestricted
source: Restricted field {0}
es_mx: Campo restringido {0}
zh_cn: 字段 {0}受限

# HostLink_NodeMissing
source: Node <{0}> missing
es_mx: Falta el Nodo <{0}>
zh_cn: 缺少节点 <{0}>

# HostLink_OrderNotFound
source: Order not found
es_mx: La Orden no se pudo encontrar.
zh_cn: 找不到工单

# HostLink_OrderTypeInvalid
source: Mismatch OrderType name, config {0} ordertype {1}
es_mx: Desajuste en el nombre de OrderType, config {0} ordertype {1}
zh_cn: 错配工单类型名称, 配置 {0} 工单类型 {1}

# HostLink_OrderTypeNotFound
source: OrderType {0} not found
es_mx: TipoOrden {0} no se encontró
zh_cn: 找不到工单类型 {0}

# HostLink_ProcessStateChange
source: Order {0} change state
es_mx: Orden {0} cambió de estado
zh_cn: 工单 {0} 改变状态

# HostLink_ProcessStateChangeError
source: State change failed.
es_mx: Estado de cambio de campo.
zh_cn: 州/省

# HostLink_ProjectMustBeUnique
source: Host Project Number {0} must be unique
es_mx: El Número del Proyecto del Servidor {0} tiene que ser único
zh_cn: 服务器项目编号 {0} 必须是唯一的

# HostLink_ProjectOrderNotFound
source: Project order {0} not found
es_mx: La Orden del proyecto {0} no se encontró
zh_cn: 找不到项目工单{0}

# HostLink_ReassignError
source: Reassign order error
es_mx: Error al reasignar la Orden
zh_cn: 重新指派工单错误

# HostLink_ReassignOrder
source: Reassigned order {0}
es_mx: Orden {0} Reasignada
zh_cn: 已重派工单 {0}

# HostLink_ScheduleError
source: Schedule order error
es_mx: Error en el Calendario de la Orden
zh_cn: 计划安排工单错误

# HostLink_ScheduleOrder
source: Scheduled order {0}
es_mx: {0} Ordenes calendarizadas
zh_cn: 工单 {0} 安排计划

# HostLink_ToHostFileInfo
source: Generated ToHost file {0} for {1} orders (size {2} bytes)
es_mx: Se generó el Archivo {0} para el servidor con {1} ordenes (tamaño {2} bytes)
zh_cn: 产生发送服务器文件 {0} 为 {1} 工单 (大小 {2} bytes)

# HostLink_TxCodeInvalid
source: Mismatch TxCode, config {0}, <TxCode> {1}
es_mx: Desajuste TxCode, config{0}, <TxCode> {1}
zh_cn: 错配转换代码, 配置 {0}, <转换代码> {1}

# HostLink_ValueListInvalidData
source: Invalid valuelist value for field {0}
es_mx: El valor de la lista de valores para el campo {0} es inválido
zh_cn: 字段{0}中错误的可选值列表数值

# HostLink_ValueListNotFound
source: Valuelist for field {0} not found
es_mx: No se encontró Valuelist para el campo {0}
zh_cn: 未能为字段{0}找到可选值列表

# IconSpecialIndicatorBgAssociation
source: Icon is currently referenced by {0} Special Indicators, cannot remove Business Group
es_mx: El ícono está referenciado por {0} indicadores especiales, no se puede quitar el Grupo
zh_cn: 该图标已经被 {0} 作为特殊标志使用，不能移除业务群组

# IconSpecialIndicatorIconBgAssociation
source: Icon is currently referenced by {0} Special Indicator Icons, cannot remove Business Group
es_mx: El ícono está referenciado por {0} íconos de indicadores especiales, no se puede quitar el Grupo
zh_cn: 该图标已经被 {0} 作为特殊标志图标使用，不能移除业务群组

# IconVehicleTypeBgAssociation
source: Icon is currently referenced by {0} Vehicle Types, cannot remove Business Group
es_mx: El ícono está referenciado por {0} Tipos de Vehículos, no se puede quitar el Grupo
zh_cn: 该图标已经被 {0} 作为车辆分类标志使用，不能移除业务群组

# Inventory_PartCannotBeChanged
source: Part can not be changed for Inventory in Fielded, Fitted, or Consumed
es_mx: La pieza no se puede modificar para Inventario en Envió, Instaló, o Usado
zh_cn: 部件在领用后、安装后或使用后就不能转为库存

# Inventory_SerialDuplicate
source: Duplicate serial number "{0}"
es_mx: Deplicar número de serie "{0}"
zh_cn: 重复序列号 "{0}"

# Inventory_SerialNoRegex
source: Serial No. {0} is not in the correct format ({1})
es_mx: No. de Serie {0} no está en el formato correcto ({1})
zh_cn: 序列号 {0} 不是正确的格式 ({1})

# Inventory_SerialRegex
source: Serial number "{0}" does not match pattern {1}
es_mx: El número de Serie "{0}" no cumple con el patrón {1}
zh_cn: 序列号 "{0}" 与模式 {1} 不相匹配

# InventoryCol_InventoryStatusId
source: Status
es_mx: Estado
zh_cn: 状态

# InventoryCol_IsSerializedFlag
source: Is Serialized
es_mx: Está Seriado
zh_cn: 排序

# InventoryCol_Name
source: Part
es_mx: Pieza
zh_cn: 部件

# InventoryCol_SerialNo1
source: Serial No. 1
es_mx: No. de Serie 1
zh_cn: 序列号1

# InventoryCol_StatusChangeTimestamp
source: Changed
es_mx: Cambiado
zh_cn: 已更改

# InventoryCol_StorageLocationIdentifier
source: Location
es_mx: Localidad
zh_cn: 位置

# InventoryManagement_DeleteInventory
source: Unexpected error trying to delete inventory
es_mx: Error inesperado ocurrió al tratar de suprimir el inventario
zh_cn: 在尝试删除库存时出现意外错误

# InventoryStatus_10
source: Received
es_mx: Recibido
zh_cn: 已收到

# InventoryStatus_100
source: Consumed
es_mx: Consumido
zh_cn: 耗光

# InventoryStatus_110
source: Disposed
es_mx: Dispuesto
zh_cn: 已处理

# InventoryStatus_120
source: Pictured
es_mx: Fotografiado
zh_cn: 图表

# InventoryStatus_130
source: Receiving Exception
es_mx: Recibiendo una Excepción
zh_cn: 收到异常

# InventoryStatus_20
source: Quarantined
es_mx: En Cuarentena
zh_cn: 被隔离

# InventoryStatus_30
source: Available
es_mx: Disponible
zh_cn: 可用

# InventoryStatus_40
source: RMA
zh_cn: 返修产品数量

# InventoryStatus_50
source: Defective
es_mx: Defectuoso
zh_cn: 有缺陷

# InventoryStatus_60
source: Reserved
es_mx: Reservado
zh_cn: 预保留

# InventoryStatus_70
source: Unavailable
es_mx: No Disponible
zh_cn: 不可用

# InventoryStatus_80
source: Fielded
es_mx: En el Campo
zh_cn: 已扫描

# InventoryStatus_90
source: Fitted
es_mx: Adaptado
zh_cn: 合适的

# JobCode_AttributeAssociationsInvalid
source: The first attribute must be assigned
es_mx: Tiene que asignar el primer atributo
zh_cn: 必须指派第一个属性

# JobCode_CompletionTime
source: Completion Time
es_mx: Tiempo al terminar
zh_cn: 完成时间

# JobCode_CompletionTimeTooLarge
source: Completion Time must be less than 5 years
es_mx: Tiempo de terminación debe ser menor a 5 años
zh_cn: 完成时间必须小于5年

# JobCode_CompletionTimeTooSmall
source: Completion Time is too small
es_mx: Tiempo de terminación es muy poco
zh_cn: 结束时间太短

# JobCode_Description
source: Description
es_mx: Descripción
zh_cn: 描述

# JobCode_DescriptionEmpty
source: Description is required
es_mx: Necesito la descripción
zh_cn: 必须要有说明

# JobCode_Name
source: Name
es_mx: Nombre
zh_cn: 名称

# JobCode_NameEmpty
source: Name is required
es_mx: Nombre es necesario
zh_cn: 必须输入名称

# JobCode_Priority
source: Priority
es_mx: Prioridad
zh_cn: 优先级

# JobCodeBGWOAssociation
source: Job Code is currently referenced by {0} WorkOrders, cannot remove Business Group
es_mx: El Código de Tareas está referenciado por {0} Ordenes, no se puede suprimir el Grupo de Negocio
zh_cn: 工作代码目前被工单 {0} 使用，不能移除业务群组

# JobCodeJobOfferingSetBgAssociation
source: JobCode is currently referenced in {0} Job Offering Sets, cannot remove Business Group
es_mx: Código de Tareas está referenciado en {0} Grupos de Trabajos, no se puede suprimir el Grupo.
zh_cn: 工作代码目前被工作供应组合 {0} 使用，不能移除业务群组

# JobCodeManagement_JobCodeAlreadyExist
source: Job Code [{0}] already exists.
es_mx: El Código de Tareas [{0}] ya existe.
zh_cn: 工作代码[{0}]已存在

# JobCodeManagement_JobCodePriorityRequired
source: A valid priority value is required
es_mx: Necesita poner un valor para la prioridad
zh_cn: 必须有一个有效的首选值

# JobCodeManagement_JobCodeReferenced
source: Job Code referenced.
es_mx: El Código de Tareas está referenciado.
zh_cn: 工作代码被使用

# JobCodeShiftRotationBgAssociation
source: Job Code is currently referenced in {0} Shift Rotations, cannot remove Business Group
es_mx: El Código de Tareas está referenciado en {0} Turnos, no se puede suprimir el Grupo de Negocio
zh_cn: 工作代码目前被轮班表 {0} 使用，不能移除业务群组

# Location_LatitudeOutOfBounds
source: Latitude must be > -90 and < 90
es_mx: Latitud tiene que ser > -90 y < 90
zh_cn: 纬度值必须大于 -90 和小于 90

# Location_LongitudeOutOfBounds
source: Longitude must be > -180 and < 180
es_mx: Longitud de ser > -180 y < 180
zh_cn: 经度值应该大于 -180 并小于 180

# Location_NameEmpty
source: Name is required
es_mx: Nombre es necesario
zh_cn: 必须输入名称

# Location_TypeInvalid
source: Invalid location type
es_mx: Tipo de Ubicación es inválida
zh_cn: 无效的地点类型

# LocationBgUserEndAssociation
source: Location is current used by User {0} as an end location, cannot remove Business Group
es_mx: Ubicación es usada por el Usuario {0} como el final, no se puede borrar el Grupo de Negocio
zh_cn: 该位置已经被用户 {0} 作为结束位置来使用，不能移除业务群组

# LocationBgUserStartAssociation
source: Location is current used by User {0} as a start location, cannot remove Business Group
es_mx: Ubicación es usada por el Usuario {0} como el inicio, no se puede suprimir el Grupo de Negocio
zh_cn: 该位置已经被用户 {0} 作为起始位置来使用，不能移除业务群组

# LocationCol_Address1
source: Address
es_mx: [LocationCol_Address1]
zh_cn: [LocationCol_Address1]

# LocationCol_Address2
source: Address
es_mx: [LocationCol_Address2]
zh_cn: [LocationCol_Address2]

# LocationCol_City
source: City
es_mx: [LocationCol_City]
zh_cn: [LocationCol_City]

# LocationCol_Country
source: Country
es_mx: [LocationCol_Country]
zh_cn: [LocationCol_Country]

# LocationCol_Name
source: Name
es_mx: [LocationCol_Name]
zh_cn: [LocationCol_Name]

# LocationCol_State
source: State/Prov
es_mx: [LocationCol_State]
zh_cn: [LocationCol_State]

# LocationCol_Zip
source: Zip
es_mx: [LocationCol_Zip]
zh_cn: [LocationCol_Zip]

# LocationManagement_LocationAlreadyExist
source: Location [{0}] already exists
es_mx: Localidad [{0}] ya existe
zh_cn: 位置 [{0}] 已存在

# Manufacturer_IdentifierEmpty
source: Manufacturer identifier required.
es_mx: Se requiere el idenficador del Fabricante.
zh_cn: 需要有制造商标识

# Manufacturer_InvalidEmail
source: Email address {0} is invalid
es_mx: Correo Electrónico {0} es inválido
zh_cn: 电子邮箱地址 {0} 无效
