Repository: Oshchenkov/moss
Catalog: EC.Business/Localization.*.resx
Languages: es_mx, zh_cn

# ManufacturerManagement_ManufacturerAlreadyExists
source: Manufacturer [{0}] already exists.
es_mx: Ya existe el fabricante [{0}].
zh_cn: 制造商 [{0}] 已存在

# MapServiceURL_CrossDomainProxyRequired
source: Cross Domain Proxy is required
es_mx: Se requiere el Proxy Entre Dominios
zh_cn: 需要跨域代理

# MapServiceURL_DescriptionEmpty
source: Description is empry
es_mx: Descripción está vacío
zh_cn: 描述资料为空

# MapServiceURL_InvalidTransparencyRange
source: Invalid transparency range
es_mx: Intervalo de transparencia no válido
zh_cn: 无效的透明度范围

# MapServiceURL_InvalidURLFormat
source: URL invalid format
es_mx: Formato de URL no válido
zh_cn: 无效的网页地址格式

# MapServiceURL_InvalidZIndex
source: Invalid Z-Index
es_mx: Z-Indicio no válido
zh_cn: 无效的Z-索引

# MapServiceURL_MapServiceURL_URLEmpty
source: URL is empty
es_mx: URL está vacía
zh_cn: 网页地址为空

# Media_FilenameEmpty
source: Filename is required
es_mx: Necesita el Nombre
zh_cn: 文件名是必须的

# Media_Name
source: Name
es_mx: Nombre
zh_cn: 名称

# Media_NameEmpty
source: Name is required
es_mx: Nombre es necesario
zh_cn: 名称是必须的

# Media_TypeEmpty
source: Type is required
es_mx: Necesita el tipo
zh_cn: 类型是必须的

# MethodInvocationCol_BusinessGroupName
source: Business Group Name
es_mx: Nombre del Grupo de Negocio
zh_cn: 业务群组名称

# MethodInvocationCol_CreationDatetime
source: Creation Datetime
es_mx: FechaTiempo de Creación
zh_cn: 创建时间

# MethodInvocationCol_EntityData1
source: Order Type
es_mx: Tipo de Orden
zh_cn: 工单类型

# MethodInvocationCol_EntityData2
source: Host Order Number
es_mx: Número de la Orden del Servidor
zh_cn: 主机工单编号

# MethodInvocationCol_EntityName
source: Order Number
es_mx: Orden Número
zh_cn: 工单编号

# MethodInvocationCol_EntityType
source: Type
es_mx: Tipo
zh_cn: 类型

# MethodInvocationCol_FailMessage
source: Error Message
es_mx: Mensaje de Error
zh_cn: 错误信息

# MethodInvocationCol_MethodName
source: Method Name
es_mx: Nombre del Método
zh_cn: 方法名称

# MethodInvocationCol_Priority
source: Priority
es_mx: Prioridad
zh_cn: 优先级别

# MethodInvocationCol_ServerName
source: Server Name
es_mx: Nombre del Servidor
zh_cn: 服务器名称

# MethodInvocationCol_ServerVersion
source: Server Version
es_mx: Versión del Servidor
zh_cn: 服务器版本

# MethodInvocationCol_Status
source: Message Status
es_mx: Estado del Mensaje
zh_cn: 信息状态

# MethodInvocationCol_Timestamp
source: Last Retry Datetime
es_mx: Último Reintento
zh_cn: 最后重试时间

# MethodInvocationManagement_ParameterExceedsMax
source: Inbound Web Message has a parameter {0} that exceeds {1} bytes [server name: {2}, server version: {3}, method name: {4}]
es_mx: Mensje de Web de Entrada tiene parámetros {0} que excede {1} bytes [nombre del servidor: {2}, versión: {3}, nombre del método: {4}]
zh_cn: 入站Web消息有一个参数{0}超过{1}bytes[服务器名称：{2}，服务器版本：{3}，方法名称：{4}]

# MethodInvocationManagement_ParameterExceedsMaxNotDisplayed
source: The content of this parameter is too long to display and has been intentionally removed
es_mx: El contenido de éste parámetro es muy largo para poderse desplegar y se ha intencionalmente removido
zh_cn: 参数内容过长未能显示。

# ObjectState_Delete
source: Delete
es_mx: Suprimir
zh_cn: 删除

# ObjectState_Insert
source: Add
es_mx: Agregar
zh_cn: 增加

# ObjectState_Update
source: Update
es_mx: Actualizar
zh_cn: 更新

# OrderCategory_ColorInvalid
source: Color is invalid
es_mx: El Color es inválido
zh_cn: 无效的颜色

# OrderCategory_NameRequired
source: Name is required
es_mx: Nombre es necesario
zh_cn: 必须输入名称

# OrderCategory_OTBusinessGroupMismatch
source: Order Type {0} does not belong to selected Business Groups
es_mx: Tipo de Orden {0} no pertenece al Grupo de Negocio seleccionado
zh_cn: 工单类型 {0} 不属于所选的业务群组

# OrderCategory_OTEmpty
source: Order Type is required.
es_mx: Se requiere el Tipo de Orden
zh_cn: 必须要有工单类型

# OrderCategory_OTListInvalid
source: Order Type list is invalid
es_mx: Lista de Tipo de Orden es inválido
zh_cn: 工单类型列表无效

# OrderCategoryManagement_OrderCategoryAlreadyExists
source: Order Category [{0}] already exists
es_mx: La Categoría de Ordenes [{0}] ya existe
zh_cn: 工单种类 [{0}] 已存在

# OrderCol_CustomerAddress1
source: Address
es_mx: Dirección
zh_cn: 地址

# OrderCol_CustomerCity
source: City
es_mx: Ciudad
zh_cn: 市

# OrderCol_HostOrderNumber
source: Host order #
es_mx: # de orden del servidor
zh_cn: 主机工单编号

# OrderCol_OrderNumber
source: Order #
es_mx: Orden #
zh_cn: 工单 #

# OrderCol_OrderStatusId
source: Order status
es_mx: Estado de la Orden
zh_cn: 状态

# OrderCol_OrderTypeName
source: Order type
es_mx: Tipo de Orden
zh_cn: 工单类型

# OrderCol_WorkerName
source: Worker
es_mx: Técnico
zh_cn: 工人

# OrderEventHelper_BgNotFound
source: Business Group "{0}" not found
es_mx: El Grupo de Negocio "{0}" no existe
zh_cn: 没有找到业务群组 "{0}"

# OrderEventHelper_SaveNewOrderArgEx
source: This order is not new, should not be calling SaveNewOrder.
es_mx: Esta orden no es nueva, no debe ejecutar el SaveNewOrder.
zh_cn: 这不是新工单，不能作为新工单保存

# OrderFormManagement_AddOrderFormEx
source: Unexpected error occured while trying to add OrderForm.
es_mx: Error inesperado ocurrió al tratar de adicionar el OrderForm.
zh_cn: 在尝试增加工单表时出现意外错误

# OrderFormManagement_AddOrderFormSqlEx
source: Database error occured while trying to add OrderForm.
es_mx: Ocurrió un error en la Base de Datos al tratar de agregar el OrderForm.
zh_cn: 当尝试添加工单表时出现数据库错误

# OrderFormManagement_GetOrderFormSummariesEx
source: Unexpected framework error occured while trying to load OrderForms for Order: {0}
es_mx: Error inesperado ocurrió en el marco de trabajo al tratar de cargar el OrderForm para la Orden: {0}
zh_cn: 在尝试为工单上载表单时出现意外的框架错误: {0}

# OrderFormManagement_GetOrderFormSummaryEx
source: Unexpected framework error occured while trying to load OrderForm: {0}
es_mx: Error inesperado ocurrió en el marco de trabajo al tratar de cargar el OrderForm: {0}
zh_cn: 在尝试上载工单表时出现意外的框架错误: {0}

# OrderFormManagement_GetOrderFormSummaryFcEx
source: Could not construct filter to load OrderForm: {0}
es_mx: No se pudo construir el filtro para cargar la Forma: {0}
zh_cn: 不能创建筛选器来加载工单表: {0}

# OrderStatus_0
source: Default
es_mx: Por Defecto
zh_cn: 默认

# OrderStatus_10
source: Unknown
es_mx: Desconocido
zh_cn: 未知

# OrderStatus_100
source: Completed
es_mx: Terminado
zh_cn: 已完成

# OrderStatus_110
source: Verified
es_mx: Verificado
zh_cn: 已验证

# OrderStatus_120
source: Incomplete
es_mx: Incompleto
zh_cn: 未完成

# OrderStatus_130
source: Skipped
es_mx: Saltado
zh_cn: 已跳过

# OrderStatus_140
source: Project Unassigned
es_mx: Proyecto Desasignado
zh_cn: 取消项目指派

# OrderStatus_150
source: Project Assigned
es_mx: Proyecto Asignado
zh_cn: 项目已指派

# OrderStatus_160
source: Project In-progress
es_mx: Proyecto en progreso
zh_cn: 项目实施中

# OrderStatus_170
source: Project Completed
es_mx: Proyecto Terminado
zh_cn: 项目完成

# OrderStatus_180
source: Project Closed
es_mx: Proyecto Cerrado
zh_cn: 项目关闭

# OrderStatus_185
source: Project Cancelled
es_mx: Proyecto Cancelado
zh_cn: 项目已取消

# OrderStatus_190
source: Scheduled
es_mx: Calendarizado
zh_cn: 已安排

# OrderStatus_20
source: Unassigned
es_mx: Desasignados
zh_cn: 已取消指派

# OrderStatus_200
source: Tentative Schedule
es_mx: Calendario Tentativo
zh_cn: 暂定的计划

# OrderStatus_210
source: In Progress
es_mx: En trámite
zh_cn: 进行中

# OrderStatus_30
source: Unacknowledged
es_mx: Sin Reconocer
zh_cn: 未确认接收

# OrderStatus_40
source: Assigned
es_mx: Asignado
zh_cn: 已指派

# OrderStatus_50
source: Problematic
es_mx: Problemático
zh_cn: 有疑问

# OrderStatus_60
source: Enroute
es_mx: En camino
zh_cn: 出发

# OrderStatus_70
source: Onsite
es_mx: En sitio
zh_cn: 到达

# OrderStatus_80
source: Cancelled
es_mx: Cancelado
zh_cn: 已取消

# OrderStatus_90
source: Suspended
es_mx: Suspendido
zh_cn: 暂缓

# OrderTypeHelperManagement_HandleOnAttachException
source: {0} encountered an unexpected error while handling order {1}, project order {2}.
es_mx: {0} ocurrió un error mientras trabajando en la orden {1}, orden de proyecto {2}.
zh_cn: {0} 在操作工单 {1}时遇到意外错误, 项目工单 {2}.

# OrderTypeHelperManagement_HandleOnException
source: {0} encountered an unexpected error while handling order {1}.
es_mx: {0} ocurrió un error mientras trabajando en la orden {1}.
zh_cn: {0} 在操作工单 {1}时遇到意外错误

# OrderTypeHelperManagement_NullOrder
source: Order submitted to {0} method was null, cannot perform helper method
es_mx: La Orden enviada al método {0} era null, no se puede ejecutar el método de ayuda
zh_cn: 提交工单到 {0} 的方法为空, 不能执行辅助方法

# OrderTypeHelperManagement_NullUser
source: User submitted to {0} method was null for order {1}, cannot perform helper method
es_mx: El usuario subió a {0} metodo estaba vacío para la orden {1}, no se puede ejecutar el metodo de ayuda
zh_cn: 提交用户到 {0} 的项目工单 {1} 的工人为空, 不能执行辅助方法

# OrderTypeManagement_ExistingFieldMismatch
source: Field "{0}" in {1} [data type "{2}", max length "{3}"] must match "{4}" in {5} "{6}" [data type "{7}", max length "{8}"]
es_mx: Campo "{0}" en {1} [tipo de dato "{2}", max tamaño "{3}"] debe ser igual "{4}" en {5} "{6}" [tipo de dato "{7}", max tamaño "{8}"]
zh_cn: 字段 "{0}" 在 {1} [数据类型 "{2}", 最大长度"{3}"]必须匹配 "{4}" 在 {5} "{6}" [数据类型 "{7}",最大长度 "{8}"]

# OrderTypeManagement_NewFields
source: New fields have been added to this order type. An order type with new fields cannot be uploaded when orders of the same order type exist on mobile devices.
es_mx: Un nuevo campo ha sido agregado a este tipo de orden. Un tipo de orden con nuevos campos no puede ser cargado cuando existen ordenes del mismo tipo en el dispositivo móbil.
zh_cn: 新字段已增加到此工单类型。若有同一工单类型的工单仍然外派在外勤移动客户端时，增加新字段后的工单类型不能进行上载。

# OrderTypeManagement_OtTypeChangeFail
source: Unable to change field data type
es_mx: No se pudo cambiar el tipo de dato del campo
zh_cn: 无法改变字段数据类型

# OrderTypeManagement_TypeChange
source: Field "{0}" data type "{1}" cannot be changed to "{2}"
es_mx: El tipo de datos "{1}" del campo "{0}" no se puede cambiar a "{2}"
zh_cn: 字段: {0} 是类型: {1}, 但现在是: {2}.

# OrganizationManagement_OrganizationInUse
source: Organization "{0}" is currently in use. Cannot delete at this time.
es_mx: La organización "{0}" está en uso. No se puedo suprimir.
zh_cn: 部分 "{0}" 正在被使用中. 暂时无法删除.

# OrganizationManagement_UpdateFailed
source: Error occured during Organization update. Changes have not been applied.
es_mx: Ocurrió un error al actualizar la Organization. Los cambios no se han aplicado.
zh_cn: 更新部门时遇到错误. 提交的修改没有被应用.

# Part_CannotChangeManufacturer
source: Manufacturer cannot be changed because inventory of this part type already exists.
es_mx: No se puede cambiar al Fabricante porque el inventario para ésta pieza ya existe.
zh_cn: 由于该部件类型已在库存资料中，所以不能修改制造商资料

# Part_CannotChangeMultiUse
source: Multi-Use cannot be changed because inventory of this part type already exists.
es_mx: Multiuso no se puede cambiar porque el inventario de ésta pieza ya existe
zh_cn: 由于该部件类型已在库存资料中，所以不能进行多用途转变

# Part_CannotChangeType
source: Serialized type cannot be changed because inventory of this part type already exists.
es_mx: El Tipo de Seriado no se puede cambiar porque ya es parte del inventario.
zh_cn: 不能改变序列化类型，因为这个部件类型的库存已存在

# Part_CostNegative
source: Cost must be greater than 0
es_mx: El Costo debe ser mayor a 0
zh_cn: 成本必须大于0

# Part_IdentifierEmpty
source: Part identifier required
es_mx: Necesita la Identificación de la Pieza
zh_cn: 需要有部件标识符

# Part_ManufacturerEmpty
source: The Manufacturer must be supplied.
es_mx: Tiene que proveer el Fabricante.
zh_cn: 必须提供制造商

# Part_MaxStockLevelLessThanMin
source: Max stock level must be greater than or equal to Min stock level
es_mx: Nivel de existencias máximo debe ser mayor o igual al Mínimo
zh_cn: 最高存货水平必须大于等于最低存货水平

# Part_MaxStockLevelNegative
source: Max stock level must be greater than 0
es_mx: Nivel de existencias máximo debe ser mayor que 0
zh_cn: 最高存货水平必须大于0

# Part_MinStockLevelNegative
source: Min stock level must be greater than 0
es_mx: Nivel de Existencia Mínimo debe ser mayor que 0
zh_cn: 最低存货水平必须大于0

# Part_NameEmpty
source: Part name required
es_mx: Necesita nombre de la Pieza
zh_cn: 需要有部件名称

# Part_QuantityInWarehouseNegative
source: Quantity in warehouse was be greater than 0
es_mx: Cantidad en el Almacén tiene que ser mayor a 0
zh_cn: 仓储数量应该是大于0

# Part_ReorderQuantityNegative
source: Re-order quantity must be greater than 0
es_mx: La cantidad de reorden tiene que ser mayor a 0
zh_cn: 重新订购数量必须大于0

# PartManagement_ManufacturerDoesNotExist
source: The specified manufacturer does not exist.
es_mx: El fabricante especificado no existe.
zh_cn: 该指定制造商不存在

# PartManagement_PartAlreadyExists
source: Part [{0}] already exists.
es_mx: La pieza [{0}] ya existe.
zh_cn: 部件 [{0}] 已存在

# PartManagement_SupplierDoesNotExist
source: The specified supplier does not exist.
es_mx: El proveedor especificado no existe.
zh_cn: 该指定供应商不存在

# PeerSystem_InvalidURL
source: URL is invalid
es_mx: URL no es válida
zh_cn: 无效的网页地址

# PeerSystem_URLEmpty
source: URL is required
es_mx: URL se requiere
zh_cn: 必须有网页地址

source: [PeerSystem_URLTooLong]
es_mx: La longitud del URL debe ser menor que 256
zh_cn: 网页地址的长度必须少于256个字符

# Permissions_AddEditArea
source: Area Add/Edit
es_mx: Agregar/Editar el Área
zh_cn: 添加/修改工作区域

# Permissions_AddEditAttribute
source: Attribute Add/Edit
es_mx: Agregar/Editar Atributo
zh_cn: 添加/修改属性

# Permissions_AddEditBlockoutDates
source: Blockout Date Add/Edit
es_mx: Agregar/Editar Fechas de Bloqueo
zh_cn: 增加/编辑封闭日期

# Permissions_AddEditBusinessGroup
source: Business Group Add/Edit
es_mx: Agregar/Editar Grupo de Negocio
zh_cn: 增加/编辑业务群组

# Permissions_AddEditCrew
source: Crew Add/Edit
es_mx: Agregar/Editar Cuadrilla
zh_cn: 添加/修改工作队

# Permissions_AddEditDistList
source: Distribution List Add/Edit
es_mx: Agregar/Editar la Lista de Distribución
zh_cn: 增加/编辑列表

# Permissions_AddEditEquipment
source: Equipment Add/Edit
es_mx: Agregar/Editar el Equipo
zh_cn: 添加/编辑设备

# Permissions_AddEditExportFormat
source: Export Format Add/Edit
es_mx: Agregar/Editar la Exportación del Formato
zh_cn: 增加/编辑导出格式

# Permissions_AddEditGeoFences
source: Geo Fences Add/Edit
es_mx: Agregar/Editar Geo Fronteras
zh_cn: 增加/编辑电子围栏

# Permissions_AddEditGeoRoute
source: Add Edit Geo Route
es_mx: Agregar Editar Geo Ruta
zh_cn: 增加/编辑地理路径

# Permissions_AddEditHoliday
source: Holiday Add/Edit
es_mx: Agregar/Editar Asueto
zh_cn: 增加/编辑节假日

# Permissions_AddEditIcon
source: Icon Add/Edit
es_mx: Agregar/Editar Icono
zh_cn: 增加/编辑图标

# Permissions_AddEditInventory
source: Inventory Add/Edit
es_mx: Agregar/Editar Inventario
zh_cn: 增加/编辑库存

# Permissions_AddEditJobCode
source: Job Code Add/Edit
es_mx: Agregar/Editar Código de Tareas
zh_cn: 添加/修改工作代码

# Permissions_AddEditJobOfferingSet
source: Job Offering Set Add/Edit
es_mx: Agregar/Editar las Ofertas de Trabajo
zh_cn: 增加/编辑工作提供组合

# Permissions_AddEditLocation
source: Location Add/Edit
es_mx: Agregar/Editar Localidad
zh_cn: 添加/修改位置

# Permissions_AddEditMapData
source: Map Data Add/Edit
es_mx: Datos de Mapa Agregar/Editar
zh_cn: 增加/编辑地图数据

# Permissions_AddEditMapServiceURL
source: Add Edit Map Service URL
es_mx: Agregar Editar URL Servicio de Mapa
zh_cn: 增加或编辑地图服务URL

# Permissions_AddEditModemSensors
source: Add Edit Modem Sensors
es_mx: Agregar Editar Sensores de Modem
zh_cn: 增加/编辑Modem传感器

# Permissions_AddEditOrderCategory
source: Order Category Add/Edit
es_mx: Agregar/Editar la Categoría de Ordenes
zh_cn: 增加/编辑工单分类

# Permissions_AddEditPriority
source: Priority Add/Edit
es_mx: Agregar/Editar Prioridad
zh_cn: 添加/修改优先级别

# Permissions_AddEditReportJob
source: Report Schedule Add/Edit
es_mx: Agregar/Editar la Calendarización del Reporte
zh_cn: 增加/编辑报表计划

# Permissions_AddEditRole
source: Role Add/Edit
es_mx: Agregar/Editar el Rol
zh_cn: 添加/修改角色权限

# Permissions_AddEditScenario
source: Scenario Add/Edit
es_mx: Agregar/Editar Escenario
zh_cn: 增加/编辑方案

# Permissions_AddEditShift
source: Shift Add/Edit
es_mx: Agregar/Editar Turno
zh_cn: 添加/修改班表

# Permissions_AddEditShiftRotation
source: Shift Rotation Add/Edit
es_mx: Agregar/Editar la Rotación de Turnos
zh_cn: 增加/编辑轮班表

# Permissions_AddEditShiftRotationAssignment
source: Shift Rotation Assignment Add/Edit
es_mx: Agregar/Editar la Asignación de Rotación de Turnos
zh_cn: 增加/编辑轮班任务

# Permissions_AddEditShiftRotationSet
source: Shift Rotation Set Add/Edit
es_mx: Agregar/Editar el Grupo de Rotación de Turno
zh_cn: 增加/编辑轮班表组合

# Permissions_AddEditSpecialIndicator
source: Special Indicator Add/Edit
es_mx: Agregar/Editar Indicador Especial
zh_cn: 增加/编辑特殊标识

# Permissions_AddEditSystemJob
source: System Job Add/Edit
es_mx: Agregar/Editar la tarea del Sistema
zh_cn: 添加/修改系统作业

# Permissions_AddEditUnavailableTime
source: Unavailable Time Add/Edit
es_mx: Hora No Disponible Agregar/Editar
zh_cn: 增加/编辑不可用时

# Permissions_AddEditUser
source: User Add/Edit
es_mx: Agregar/Editar Usuario
zh_cn: 添加/修改用户资料

# Permissions_AddEditVehicle
source: Vehicle Add/Edit
es_mx: Agregar/Editar Vehículo
zh_cn: 增加/编辑车辆

# Permissions_AddEditVehicleGroup
source: Vehicle Group Add/Edit
es_mx: Agregar/Editar Grupo de Vehículos
zh_cn: 增加/编辑车辆组

# Permissions_AddEditVehicleServiceSchedule
source: Vehicle Service Schedule Add/Edit
es_mx: Servicio a Vehículo - Calendario: Agregar/Editar
zh_cn: 增加/编辑车辆服务计划

# Permissions_AddEditVehicleServiceTemplates
source: Vehicle Service Template Add/Edit
es_mx: Servicio a Vehículo - Plantilla: Agregar/Editar
zh_cn: 增加/编辑车辆服务模版

# Permissions_AddEditVehicleServiceTypes
source: Vehicle Service Type Add/Edit
es_mx: Servicio a Vehículo - Tipo: Agregar/Editar
zh_cn: 增加/编辑车辆服务类型

# Permissions_AddEditVehicleTypes
source: Vehicle Type Add/Edit
es_mx: Agregar/Editar los Tipos de Vehículos
zh_cn: 增加/编辑车辆类型

# Permissions_AddEditWarranty
source: Warranty Add/Edit
es_mx: Garantía Agregar/Editar
zh_cn: 增加/编辑保修期

# Permissions_AddEditWorkOrderFieldMapping
source: Work Order Mapping Field Add/Edit
es_mx: Agregar/Editar Mapeo de Campos para la Orden
zh_cn: 工单映射字段增加/编辑

# Permissions_AdmService
source: Adm Service
es_mx: Servicios Admin
zh_cn: 管理服务

# Permissions_AnyClientLogin
source: Client Login - Any
es_mx: Inicio de Sesión - Cualquiera
zh_cn: 客户端登陆 - 任意

# Permissions_AppointmentBooking
source: Appointment Booking
es_mx: Hacer Cita
zh_cn: 预约时间

# Permissions_AppointmentBookingOverride
source: Appointment Booking Override
es_mx: Cambiar la Cita
zh_cn: 改写预约

# Permissions_AssignDispatchOrder
source: Order Assign
es_mx: Asignar Orden
zh_cn: 指派工单

# Permissions_AssignReports
source: Assign Report
es_mx: Asignar Reporte
zh_cn: 指派报表

# Permissions_AuditConfig
source: Audit Config
es_mx: Configuración de Auditoría
zh_cn: 审核配置

# Permissions_AuditOrder
source: Audit Order
es_mx: Configuración de Orden
zh_cn: 审核工单

# Permissions_BusinessGroupAdmin
source: Business Group Administrator
es_mx: Administrador del Grupo de Negocio
zh_cn: 业务群组管理员

# Permissions_CancelOrder
source: Order Cancel
es_mx: Cancelar Orden
zh_cn: 取消工单

# Permissions_CancelProject
source: Cancel Project
es_mx: Cancelar el Projecto
zh_cn: 取消项目

# Permissions_ChangePassword
source: Change Password
es_mx: Cambiar Contraseňa
zh_cn: 更改密码

# Permissions_CompleteProject
source: Complete Project
es_mx: Termine el Proyecto
zh_cn: 结束项目

# Permissions_CompleteVehicleServiceAppt
source: Complete Vehicle Service Appt
es_mx: Cita de Servicio Completo de Vehículo
zh_cn: 完成车辆服务预约

# Permissions_ConfigurationClientLogin
source: Client Login - Configuration
es_mx: Inicio de Sesión - Configuración
zh_cn: 客户端登陆 - 配置

# Permissions_CreateOrder
source: Order Create
es_mx: Crear Orden
zh_cn: 新建工单

# Permissions_CreateProject
source: Project Create
es_mx: Crear Proyecto
zh_cn: 新建项目

# Permissions_CSMClientLogin
source: CSM Login
es_mx: CSM Iniciar Sesión
zh_cn: 登陆

# Permissions_DeleteArea
source: Area Delete
es_mx: Suprimir el Área
zh_cn: 删除工作区域

# Permissions_DeleteAttribute
source: Attribute Delete
es_mx: Suprimir Atributo
zh_cn: 删除属性

# Permissions_DeleteBusinessGroup
source: Business Group Delete
es_mx: Suprimir Grupo de Negocio
zh_cn: 删除业务群组

# Permissions_DeleteCrew
source: Crew Delete
es_mx: Suprimir Cuadrilla
zh_cn: 删除工作队

# Permissions_DeleteDistList
source: Distribution List Delete
es_mx: Suprimir la Lista de Distribución
zh_cn: 删除列表

# Permissions_DeleteEquipment
source: Equipment Delete
es_mx: Suprimir el Equipo
zh_cn: 删除设备

# Permissions_DeleteExportFormat
source: Export Format Delete
es_mx: Suprimir la Exportación del Formato
zh_cn: 删除导出格式

# Permissions_DeleteHoliday
source: Holiday Delete
es_mx: Suprimir Asueto
zh_cn: 删除节假日

# Permissions_DeleteHostMessageConfig
source: Host Message Config Delete
es_mx: Suprimir la Config del Mensaje del Servidor
zh_cn: 删除服务器信息配置

# Permissions_DeleteIcon
source: Icon Delete
es_mx: Suprimir Icono
zh_cn: 删除图标

# Permissions_DeleteJobCode
source: Job Code Delete
es_mx: Suprimir Código de Tareas
zh_cn: 删除工作代码

# Permissions_DeleteJobOfferingSet
source: Job Offering Set Delete
es_mx: Suprimir las Ofertas de Trabajo
zh_cn: 删除工作提供组合

# Permissions_DeleteLocation
source: Location Delete
es_mx: Suprimir Localidad
zh_cn: 删除位置

# Permissions_DeleteMapData
source: Map Data Delete
es_mx: Datos de Mapa Suprimir
zh_cn: 删除地图数据

# Permissions_DeleteMapServiceURL
source: Delete Map Service URL
es_mx: Suprimir URL Servicio de Mapa
zh_cn: 删除地图服务URL

# Permissions_DeleteModemSensors
source: Delete Modem Sensors
es_mx: Suprimir Sensores de Modem
zh_cn: 删除Modem传感器

# Permissions_DeleteOrderCategory
source: Order Category Delete
es_mx: Suprimir la Categoría de Ordenes
zh_cn: 删除工单类别

# Permissions_DeleteOrderColumnConfig
source: Order Column Delete
es_mx: Suprimir Columna de la Orden
zh_cn: 删除工单栏目

# Permissions_DeleteOrderFilterConfig
source: Order Filter Delete
es_mx: Suprimir el Filtro de la Orden
zh_cn: 删除工单筛选条件

# Permissions_DeleteOrderSortConfig
source: Order Sort Delete
es_mx: Suprimir Ordenamiento de Ordenes
zh_cn: 删除工单排序条件

# Permissions_DeletePriority
source: Priority Delete
es_mx: Suprimir Prioridad
zh_cn: 删除优先级别

# Permissions_DeleteReportJob
source: Report Schedule Delete
es_mx: Suprimir la Calendarización del Reporte
zh_cn: 删除报表计划

# Permissions_DeleteRole
source: Role Delete
es_mx: Suprimir el Rol
zh_cn: 删除角色

# Permissions_DeleteScenario
source: Scenario Delete
es_mx: Suprimir Escenario
zh_cn: 删除方案

# Permissions_DeleteShift
source: Shift Delete
es_mx: Suprimir Turno
zh_cn: 删除班表

# Permissions_DeleteShiftRotation
source: Shift Rotation Delete
es_mx: Suprimir la Rotación de Turno
zh_cn: 删除轮班表

# Permissions_DeleteShiftRotationAssignment
source: Shift Rotation Assignment Delete
es_mx: Suprimir la Asignación de Rotación de Turnos
zh_cn: 删除轮班任务

# Permissions_DeleteShiftRotationSet
source: Shift Rotation Set Delete
es_mx: Suprimir el Grupo de Rotación de Turno
zh_cn: 删除轮班表组合

# Permissions_DeleteSpecialIndicator
source: Special Indicator Delete
es_mx: Suprimir el Indicador Especial
zh_cn: 删除特殊标识

# Permissions_DeleteSystemJob
source: System Job Delete
es_mx: Suprimir la tarea del Sistema
zh_cn: 删除系统作业

# Permissions_DeleteUnavailableTime
source: Unavailable Time Delete
es_mx: Hora No Disponible Suprimir
zh_cn: 删除不可用时

# Permissions_DeleteUser
source: User Delete
es_mx: Suprimir Usuario
zh_cn: 删除用户

# Permissions_DeleteVehicle
source: Vehicle Delete
es_mx: Suprimir el Vehículo
zh_cn: 删除车辆

# Permissions_DeleteVehicleGroup
source: Vehicle Group Delete
es_mx: Suprimir Grupo de Vehículos
zh_cn: 删除车辆组

# Permissions_DeleteVehicleServiceSchedule
source: Vehicle Service Schedule Delete
es_mx: Servicio a Vehículo - Calendario: Suprimir
zh_cn: 删除车辆服务计划

# Permissions_DeleteVehicleServiceTemplates
source: Vehicle Service Template Delete
es_mx: Servicio a Vehículo - Plantilla: Suprimir
zh_cn: 删除车辆服务模版

# Permissions_DeleteVehicleServiceTypes
source: Vehicle Service Type Delete
es_mx: Servicio a Vehículo - Tipo: Suprimir
zh_cn: 删除车辆服务类型

# Permissions_DeleteVehicleTypes
source: Vehicle Type Delete
es_mx: Suprimir los Tipos de Vehículos
zh_cn: 删除车辆类型

# Permissions_DeleteWebMessage
source: Web Message Delete
es_mx: Suprimir el Mensaje de Web
zh_cn: 删除网络信息
