Repository: Oshchenkov/moss
Catalog: EC.Business/Localization.*.resx
Languages: es_mx, zh_cn

# ShiftRotation_SelectDayArea
source: A day area is not selected
es_mx: [ShiftRotation_SelectDayArea]
zh_cn: [ShiftRotation_SelectDayArea]

# ShiftRotationAssignment_EndBeforeStart
source: End Date must be the same day or after the start date.
es_mx: [ShiftRotationAssignment_EndBeforeStart]
zh_cn: [ShiftRotationAssignment_EndBeforeStart]

# ShiftRotationAssignment_NoEndDate
source: End Date has to be a date
es_mx: [ShiftRotationAssignment_NoEndDate]
zh_cn: [ShiftRotationAssignment_NoEndDate]

# ShiftRotationAssignment_NoShiftRotation
source: Shift Rotation is required
es_mx: [ShiftRotationAssignment_NoShiftRotation]
zh_cn: [ShiftRotationAssignment_NoShiftRotation]

# ShiftRotationAssignment_NoStartDate
source: Start Date has to be a date
es_mx: [ShiftRotationAssignment_NoStartDate]
zh_cn: [ShiftRotationAssignment_NoStartDate]

# ShiftRotationAssignment_NotOneWorker
source: At least one worker should be selected
es_mx: [ShiftRotationAssignment_NotOneWorker]
zh_cn: [ShiftRotationAssignment_NotOneWorker]

# ShiftRotationAssignment_PastStartDate
source: Start Date has to be within two months in the past or a day in the future
es_mx: [ShiftRotationAssignment_PastStartDate]
zh_cn: [ShiftRotationAssignment_PastStartDate]

# ShiftRotationAssignment_WorkerAlreadyAssigned
source: Worker(s) [{0}] has already been assigned to another shift rotation for this time period
es_mx: [ShiftRotationAssignment_WorkerAlreadyAssigned]
zh_cn: [ShiftRotationAssignment_WorkerAlreadyAssigned]

# ShiftRotationAssignmentManagement_ShiftRotationAssignmentAlreadyExists
source: Shift Rotation Assignment [{0}] already exists
es_mx: [ShiftRotationAssignmentManagement_ShiftRotationAssignmentAlreadyExists]
zh_cn: [ShiftRotationAssignmentManagement_ShiftRotationAssignmentAlreadyExists]

# ShiftRotationDayAssignment_CreatNewDayAssignmentExit
source: CreateNextShiftRotationDayAssignments() run exit. Max Date Out: {0}, Shift Rotation End Date: {1}, Shift Rotation Assignment Id: {2}, Worker Assignment Id: {3}
es_mx: [ShiftRotationDayAssignment_CreatNewDayAssignmentExit]
zh_cn: [ShiftRotationDayAssignment_CreatNewDayAssignmentExit]

# ShiftRotationDayAssignment_ShiftRotationDayAssignmentAlreadyExists
source: Shift Rotation Day Assignment [{0}] already exists. WorkerId : [{1}]
es_mx: [ShiftRotationDayAssignment_ShiftRotationDayAssignmentAlreadyExists]
zh_cn: [ShiftRotationDayAssignment_ShiftRotationDayAssignmentAlreadyExists]

# ShiftRotationManagement_ShiftRotationAlreadyExists
source: Shift Rotation [{0}] already exists
es_mx: La Rotación de Turno [{0}] ya existe
zh_cn: 轮班表 [{0}] 已存在

# ShipmentControlFile_ControlSerialNoEmpty
source: Control serial number is required.
es_mx: Necesito el número de serie de control.
zh_cn: 必须要有控制序列号

# ShipmentControlFile_IdentifierEmpty
source: Identifier is required.
es_mx: Se requier el identificador.
zh_cn: 必须要有标识符

# ShipmentControlFileFormat_DuplicateFieldName
source: Field names must be unique.
es_mx: El nombre de cada campo tiene que ser único
zh_cn: 字段名必须是唯一的

# ShipmentControlFileFormat_FieldNameEmpty
source: Field names cannot be empty.
es_mx: Los nombre de los campos no pueden quedar vacíos.
zh_cn: 字段名不能为空

# ShipmentControlFileFormat_FileTypeEmpty
source: File type is required.
es_mx: Se requiere el tipo de campo.
zh_cn: 必须有文件类型

# ShipmentControlFileFormat_LengthEmpty
source: Lengths must be specified.
es_mx: Longitudes tiene que ser especificadas.
zh_cn: 长度必须是指定的

# ShipmentControlFileFormat_LengthNotInBounds
source: Lengths must be between 1 and 50.
es_mx: Longitudes tiene que ser entre 1 y 50.
zh_cn: 长度必须是介于1到50之间

# ShipmentControlFileFormat_MoreThanOnePrimary
source: There can be only one primary field.
es_mx: Sólo puede existir un campo primario
zh_cn: 只能有一个原始字段

# ShipmentControlFileFormat_MoreThanThreeAlternates
source: There can be at most 3 alternate serial number fields.
es_mx: Sólo pueden haber 3 campos alternativos para número de serie.
zh_cn: 最多有三个备用序列号字段。

# ShipmentControlFileFormat_NameEmpty
source: Name is required.
es_mx: Nombre es necesario
zh_cn: 必须输入名称

# ShipmentControlFileFormat_NoPrimary
source: There is no primary serial number field.
es_mx: No hay campo primario de número de serie
zh_cn: 没有原始序列号字段

# ShipmentControlFileFormat_PrimaryAndAlternate
source: A field cannot be primary and alternate.
es_mx: Un campo no puede ser primario y alternativo
zh_cn: 同一字段不能同时作为基本字段和备用字段来使用。

# ShipmentControlFileManagement_ControlSerialNoAlreadyExists
source: Control serial number is already in use.
es_mx: El número de serie de control ya está en uso.
zh_cn: 控制序列号已在用

# ShipmentControlFileManagement_IdentifierInUse
source: File identifier is already in use.
es_mx: El Identificador del Archivo ya está en uso.
zh_cn: 文件标识符已在用

# ShipmentControlFileManagement_NameAlreadyExists
source: The format name is already in use.
es_mx: El nombre del formato ya está en uso.
zh_cn: 这个格式名称已经在用

# ShipmentControlFileManagement_ShipmentControlFileFormatMissing
source: Cannot find shipment control file format.
es_mx: No se puede localizar el formato del archivo de control del envío.
zh_cn: 未能找到装运控制文件格式

# SpecialIndicator_DuplicateSpecialIndicator
source: Special Indicator must be unique.
es_mx: El Indicador Especial tiene que ser único.
zh_cn: 特殊标识必须是唯一的

# SpecialIndicator_NameRequired
source: Name is required
es_mx: Nombre es necesario
zh_cn: 必须输入名称

# SpecialIndicator_OrderSummaryIconRequired
source: Order Summary Icon is required
es_mx: Se necesita el ícono del Resúmen de la Orden
zh_cn: 必须有工单列表图标

# SpecialIndicator_WebIconRequired
source: Web Icon is required.
es_mx: Necesita un Icono de Web
zh_cn: 必须有网络图标

# SpecialIndicatorWoBgAssociation
source: Special Indicator is currently being used by {0} Work Orders, cannot remove Business Group
es_mx: El Indicador Especial está siendo usado por {0} Ordenes, no se puede remover del Grupo
zh_cn: 特殊标识已经被工作单 {0} 使用,不能移除业务群组

# SSRSFactory_ReportExecutionUrl_Error
source: Please check the ReportExecutionUrl is configured properly.
es_mx: Revise que ReportExecutionUrl esté correctamente configurado.
zh_cn: 请检查报表执行网页地址是否已设置正确

# StorageLocation_IdentifierEmpty
source: Identifier is required for Storage Location
es_mx: Necesita el Identificador para la Ubicación de la Bodega
zh_cn: 存储地点必须有标识符

# StorageLocation_WarehouseEmpty
source: Warehouse is required for Storage Location, add new Warehouse if none are available
es_mx: Necesita la ubicación del Almacén, agregue un nuevo Almacén en caso de que no exista alguno
zh_cn: 存储位置需要有一个仓库，如果没有可用的请新增一个仓库

# StorageLocationManagement_StorageLocationAlreadyExists
source: Storage Location [{0}] already exists
es_mx: Ubicación del Almacén [{0}] ya existe
zh_cn: 存储位置 [{0}] 已存在

# Supplier_IdentifierEmpty
source: Supplier identifier required.
es_mx: Se necesita la identificación del proveedor.
zh_cn: 必须有供应商标识

# SupplierManagement_SupplierAlreadyExists
source: Supplier [{0}] already exists.
es_mx: Proveedor [{0}] ya existe.
zh_cn: 供应商 [{0}] 已存在

source: [System]
es_mx: [Sistema]
zh_cn: [系统]

# SystemJob_NameEmpty
source: Name is required
es_mx: Nombre es necesario
zh_cn: 必须输入名称

# SystemJobManagement_ReportSchedAlreadyExists
source: Report Schedule [{0}] already exists.
es_mx: Ya existe el Calendario del Reporte [{0}].
zh_cn: 报表计划[{0}]已存在

# SystemJobManagement_SystemJobAlreadyExists
source: System Job [{0}] already exists.
es_mx: La tarea del sistema [{0}] ya existe.
zh_cn: 系统作业 [{0}] 已存在

# SystemTask_SetOrdersPending_OrderTypesInvalid
source: OrderTypeNames parameter is invalid, aborted.
es_mx: OrderTypeNames el parámetro es inválido, abortado.
zh_cn: 工单类型名称的参数无效，中止处理

# Task_AssignScheduledOrders
source: Assign Scheduled Orders
es_mx: AsignarOrdenesCalendarizadas
zh_cn: 指派已安排的工单

# Task_AutoDispatch
source: Auto Dispatch
es_mx: Auto Despacho
zh_cn: 自动分派

# Task_AVLDataArchive
source: AVL Data Archive
es_mx: AVL Archivar Datos
zh_cn: 自动车辆定位管理数据存档

# Task_AVLDataPurge
source: AVL Data Purge
es_mx: AVL Purgar Datos
zh_cn: 自动车辆定位管理数据清除

# Task_AVLDataScrubber
source: AVL Data Scrubber
es_mx: [Task_AVLDataScrubber]
zh_cn: [Task_AVLDataScrubber]

# Task_CleanupWsMessages
source: Cleanup Ws Messages
es_mx: Limpieza Mensajes SW
zh_cn: 清理网络服务信息

# Task_ExportToHostFile
source: Export to Host File
es_mx: Exportar Archivo to Host
zh_cn: 导出到主机文件

# Task_OrderDataPurge
source: Order Data Purge
es_mx: Purga Datos de Orden
zh_cn: 清除工单数据

# Task_OrderHistoryCompressionMigration
source: Order History Compression Migration
es_mx: Compresión Migración Historial de Orden
zh_cn: 迁移压缩工单历史记录

# Task_PushAVLData
source: Push AVL Data
es_mx: [Task_PushAVLData]
zh_cn: [Task_PushAVLData]

# Task_RDImport
source: RD Import
es_mx: [Task_RDImport]
zh_cn: [Task_RDImport]

# Task_SetOrdersPending
source: Set Orders Pending
es_mx: Fijar Ordenes Pendiente
zh_cn: 设置待定工单

# Task_ShiftRotationDayAssignmentDataPurge
source: Shift Assignment Day Rotation
es_mx: [Task_ShiftRotationDayAssignmentDataPurge]
zh_cn: [Task_ShiftRotationDayAssignmentDataPurge]

# Task_TaskBuildBookAvailSlot
source: Build Book Avail Slot
es_mx: Tarea Compilar Reservacion Vacante
zh_cn: 建立预约可用时段

# Task_TaskCleanupDb
source: Cleanup Db
es_mx: Limpieza BD
zh_cn: 清理数据库

# Task_TaskGenReport
source: Gen Report
es_mx: Gen Reporte
zh_cn: 生成报表

# Task_TaskSGVDataPurge
source: SGV Data Purge
es_mx: [Task_TaskSGVDataPurge]
zh_cn: [Task_TaskSGVDataPurge]

# Task_TaskSyncMilsoftCauseCodes
source: Sync Milsoft Cause Codes
es_mx: Sinc Códigos De Causas Milsoft
zh_cn: 同步原因代码

# Task_TaskSyncNISCServiceOrders
source: Sync NISC Service Orders
zh_cn: 同步NISC服务工单

# Task_TaskVehicleLogRepairer
source: Vehicle Log Repairer
es_mx: Bitácora Del Reparador Del Vehículo
zh_cn: 车辆日志修补任务

# Task_UpdateSafeWorkPeriod
source: Update Safe Work Period
es_mx: Actualizar Periodo Permitido Trabajo
zh_cn: 更新安全工作周期

# TaskAVLDataPurge_EmailException
source: Exception was thrown while trying to purge AVL data: {0}{1}Exception message: {2}{3}Exception stack trace: {4}
es_mx: Error de excepción fue arrojado al intentar purgar Datos del pedido:{0}{1} Mensaje de excepción: {2}{3}Excepción de traza de la pila: {4}
zh_cn: 在尝试清除车辆定位数据时出现异常: {0}{1} 异常信息: {2}{3} 异常堆栈跟踪: {4}

# TaskAVLDataPurge_EmailSubject
source: AVL Data Purge Task failed: {0}
es_mx: Tarea AVL Purgar Datos de Ordenes de Trabajo ha fallido: {0}
zh_cn: 车辆定位数据清除任务失败: {0}

# TaskAVLDataPurge_PurgeMessage
source: Purged {0} rows from {1} table;
es_mx: {0} Filas purgadas de la {1} tabla;
zh_cn: 清除表格 {1} 中的 {0} 行

# TaskGenReport_NoPermission
source: No report permission to run {0} for {1} schedule.
es_mx: No hay permiso para correr {0} para la calendarización de {1}.
zh_cn: 您没有报表权限对{1}日程表执行{0}

# TaskRDImport_DeleteFileError
source: Unexpected error deleting files. Error: {0}.
es_mx: Error inesperado al borrar archivos. Error: {0}.
zh_cn: 删除文件时异常错误。错误代码{0}

# TaskRDImport_DeleteFileErrorFtp
source: Error deleting file {0} status [code: {1}, description: {2}]
es_mx: Error borrando archivo {0} estado [código: {1}, descripción: {2}]
zh_cn: 删除文件错误{0}，状态[代码：{1}，描述：{2}]

# TaskRDImport_EmptyFile
source: File [{0}] is empty. File skipped.
es_mx: Archivo [{0}] está vacío. Archivo saltado.
zh_cn: 文件[{0}]无内容，文件被忽略

# TaskRDImport_FileLocationNotSet
source: File location is not set. Cannot import reference data.
es_mx: No se ha puesto la Ubicación del Archivo. No se puede importar los datos de referencia.
zh_cn: 文件位置没有设定，不能导入参考数据

# TaskRDImport_GetFileFtp
source: Error downloading file {0} response [code: {1}, description: {2}]
es_mx: Error bajando archivo {0} respuesta [código: {1}, descripción {2}]
zh_cn: 下载文件{0}错误，返回[代码：{1}，描述{2}]

# TaskRDImport_GetFileLastModifiedTimestampErrorFtp
source: Error getting date timestamp for file {0} response [code: {1}, description: {2}]
es_mx: Error obteniendo la fecha y hora del archivo {0} respuesta [código: {1}, descripción: {2}]
zh_cn: 从文件{0}获取日期时间戳错误，返回[代码：{1}，描述{2}]

# TaskRDImport_GetFileList
source: Error getting list of files from {0}.
es_mx: Error obteniendo la lista de archivos de {0}.
zh_cn: 从{0}获取文件清单错误

# TaskRDImport_GetFileListFtp
source: Error getting list of files from FTP Server {0}
es_mx: Error obteniendo la lista de archivos del servidor FTP {0}
zh_cn: 从FTP服务器{0}获取文件清单错误

# TaskRDImport_GetFilesError
source: Unexpected error getting files. Error: {0}.
es_mx: Error inesperado al obtener archivos. Error: {0}.
zh_cn: 获取文件异常失败。错误{0}

# TaskRDImport_GetFileSizeFtp
source: Error getting size of file {0} response [code: {1}, description: {2}]
es_mx: Error obteniendo el tamaño del archivo {0} respuesta [código: {1}, descripción {2}]
zh_cn: 获取文件{0}大小错误，返回[代码：{1}，描述{2}]

# TaskRDImport_IncompleteFile
source: File {0} size is {1} bytes but expected {2} bytes. File skipped.
es_mx: Archivo {0} el tamaño es {1} bytes pero se esperaba {2} bytes. Archivo saltado.
zh_cn: 文件{0}大小是{1}bytes，但是期望是{2}bytes，文件跳过。

# TaskRDImport_InvalidHeader
source: Error processing header in file [{0}]. File skipped.
es_mx: Error procesando el archivo [{0}]. Archivo saltado.
zh_cn: 处理文件{0}文件头错误，文件跳过。

# TaskRDImport_InvalidHeaderError
source: Error processing header in file [{0}]. File skipped. Error: {1}.
es_mx: Error procesando el archivo [{0}]. Archivo saltado. Error: {1}.
zh_cn: 处理文件{0}文件头错误，文件跳过。错误代码：{1}。

# TaskRDImport_InvalidName
source: Error processing file [{0}]. Validation failed. File skipped.
es_mx: Error procesando el archivo [{0}]. Falló la validación. Se saltó ese archivo.
zh_cn: 处理文件{0}错误。校验失败。文件跳过。

# TaskRDImport_InvalidNameNumbers
source: Name [{0}] is invalid. Name contains numbers.
es_mx: Nombre [{0}] es inválido. Contiene números.
zh_cn: 名称[{0}]非法。名称包含数字。

# TaskRDImport_InvalidNameSpecialChars
source: Name [{0}] is invalid. Name contains special characters.
es_mx: Nombre [{0}] es inválido. Contiene signos especiales.
zh_cn: 名称[{0}]非法。名称包含特殊字符。

# TaskRDImport_InvalidNameUnderscore
source: Name [{0}] is invalid. Name starts with an underscore '_'.
es_mx: Nombre [{0}] es inválido. Comienza con 1 guión bajo '_'.
zh_cn: 名称[{0}]非法。名称用下划线开始。

# TaskRDImport_InvalidNameUnderscores
source: Name [{0}] is invalid. Name has more than one consecutive underscore '_'.
es_mx: Nombre [{0}] es inválido. Contiene más de 1 consecutivo guión bajo '_'.
zh_cn: 名称[{0}]非法。名称包含多个连续的下划线。

# TaskRDImport_ModifyReservedTable
source: Error processing file [{0}]. Reference data type [{1}] cannot be modified.
es_mx: Error procesando el archivo [{0}]. Tipo de datos referenciado [{1}] no se puede modificar.
zh_cn: 处理文件[{0}]错误。引用数据类型[{1}]不能被修改。

# TaskRDImport_MoveFileError
source: Unexpected error moving files. Error: {0}.
es_mx: Error inesperado al mover archivos. Error: {0}.
zh_cn: 移动文件异常错误。错误：{0}。

# TaskRDImport_MoveFilePermissions
source: Permission denied. Cannot move files. Error: {0}.
es_mx: Permiso denegado. No se pueden mover los archivos. Error: {0}.
zh_cn: 拒绝访问。不能移动文件。错误：{0}。

# TaskRDImport_MoveProcessedFileError
source: Error moving processed file {0} to {1}. Error: {2}.
es_mx: Error moviendo los archivos procesados {0} a {1}. Error: {2}
zh_cn: 移动处理后的文件{0}到{1}错误，错误：{2}

# TaskRDImport_MoveProcessedFileErrorFtp
source: Error moving file {0} to {1} response [code: {2}, description: {3}]
es_mx: Error moviendo archivo {0} a {1} respusta [código: {2}, descripción: {3}]
zh_cn: 移动文件{0}到{1}错误，返回[代码：{2}，描述：{3}]

# TaskRDImport_NoBusinessGroups
source: No business groups found. Cannot import reference data.
es_mx: No se encontraron grupos de negocio. Los datos de referencia no se pueden importar.
zh_cn: 找不到业务组。不能导入引用数据。

# TaskRDImport_NoFiles
source: No files found.
es_mx: No hay archivos.
zh_cn: 文件找不到。

# TaskRDImport_ObjectExists
source: A file named {0} exists. Unable to create directory with the same name. Delete the file and try again.
es_mx: El archivo {0} ya existe. No se puede crear directorio con el mismo nombre. Borre el archivo y reintente.
zh_cn: 文件{0}已存在。不能用同样名称创建目录。删除文件再试一次。

# TaskRDImport_ProcessFileBGError
source: Error processing file [{0}] for business group {1}. Error: {2}
es_mx: Error procesando el archivo [{0}] para el grupo de negocios {1}. Error: {2}
zh_cn: 对于业务组{1}处理文件{0}错误，错误：{2}

# TaskRDImport_ProcessFileError
source: Error processing file [{0}]. Error: {1}.
es_mx: Error procesando el archivo [{0}]. Error: {1}.
zh_cn: 处理文件{0}错误，错误：{1}

# TaskRDImport_ProcessRecordError
source: Error processing record. Record skipped for business group {0}. Error message: {1}\nRecord #[{2}]
es_mx: Error procesando el registro. Registro saltado para el grupo de negocio {0}. Error: \nRecord #[{2}]
zh_cn: 处理记录错误。业务组{0}的记录跳过。错误消息： {1}\n记录 #[{2}]

# TaskRDImport_ProtocolNotSupported
source: Protocol {0} not recognized. Cannot get files for system job {1}.
es_mx: No se puede reconocer el Protocolo {0}. No se pueden adquirir los archivos para la tarea del sistema [1}.
zh_cn: 协议{0}无法识别。为系统任务{1}不能获取文件。

# TaskRDImport_SummaryEmailBodyFail
source: System job {0} failed.
es_mx: La tarea del sistema {0} falló.
zh_cn: 系统任务{0}失败。

# TaskRDImport_SummaryEmailBodyFailed
source: Failed : {0}
es_mx: Falló - {0}
zh_cn: 失败：{0}

# TaskRDImport_SummaryEmailBodyFinished
source: Finished : {0}
es_mx: Terminado: {0}
zh_cn: 完成：{0}

# TaskRDImport_SummaryEmailBodyReason
source: Reason: {0}
es_mx: Motivo:{0}
zh_cn: 原因：{0}

# TaskRDImport_SummaryEmailBodyStarted
source: Started : {0}
es_mx: Comenzó : {0}
zh_cn: 开始：{0}

# TaskRDImport_SummaryEmailBodySuccess
source: System job {0} completed successfully.
es_mx: La tarea del sistema {0} terminó con éxito.
zh_cn: 系统任务{0}成功完成。

# TaskRDImport_SummaryEmailFilesBG
source: Business group: {0}
es_mx: Grupo de Negocio: {0}
zh_cn: 业务组：{0}

# TaskRDImport_SummaryEmailFilesDeletedHeading
source: Deleted Files older than {0} days
es_mx: Archivos borrados de más de {0} días
zh_cn: 删除{0}之前的文件

# TaskRDImport_SummaryEmailFilesErrorsHeading
source: Errors
es_mx: Errores
zh_cn: 错误

# TaskRDImport_SummaryEmailFilesItem
source: {0}. Filename: {1}
es_mx: {0}. Nombre del archivo: {1}
zh_cn: {0}。文件名：{1}

# TaskRDImport_SummaryEmailFilesItemError
source: {0} error
zh_cn: {0}错误

# TaskRDImport_SummaryEmailFilesItemErrors
source: {0} errors
zh_cn: {0}错误

# TaskRDImport_SummaryEmailFilesItemMoved
source: Moved to: {0}/{1}
es_mx: Se movió a: {0}/{1}
zh_cn: 移动到：{0}/{1}

# TaskRDImport_SummaryEmailFilesProcessed
source: Files processed: {0}
es_mx: Archivos procesados: {0}
zh_cn: 文件处理：{0}

# TaskRDImport_SummaryEmailFilesProcessedHeading
source: Processed Files
es_mx: Archivos Procesados
zh_cn: 处理后的文件

# TaskRDImport_SummaryEmailFilesRejected
source: Files rejected: {0}
es_mx: Archivos rechazados: {0}
zh_cn: 文件拒绝：{0}

# TaskRDImport_SummaryEmailFilesRejectedHeading
source: Rejected Files
es_mx: Archivos Rechazados
zh_cn: 被拒绝的文件

# TaskRDImport_SummaryEmailFilesRowDetails
source: Rows added: {0}, updated: {1}, deleted: {2}
es_mx: Líneas agregadas: {0}, acutalizadas: {1}, borradas: {2}
zh_cn: 增加行：{0}，更新：{1}，删除{2}

# TaskRDImport_SummaryEmailFilesRowDuplicates
source: Duplicate rows detected: {0}
es_mx: Se detectaron líneas duplicadas: {0}
zh_cn: 发现重复行：{0}

# TaskRDImport_SummaryEmailSubjectFail
source: [FAILED] System job {0} failed at {1}
es_mx: [FALLO] Tarea del Sistema {0} falló en {1}
zh_cn: [失败]系统任务{0}失败{1}

# TaskRDImport_SummaryEmailSubjectSuccess
source: [SUCCESS] System job {0} completed at {1}
es_mx: [ÉXITO] Tarea del Sistema {0} completó en {1}
zh_cn: [成功]系统任务{0}完成{1}

# TaskRDImport_UnexpectedError
source: ExecuteTask() - TaskRDImport - unexpected error
zh_cn: 执行任务

# TaskRDImport_UnknownRDType
source: Unknown reference data type [{0}].
es_mx: Tipo de Datos de referencia desconocido [{0}].
zh_cn: 未知引用数据类型 [{0}]

# TaskShiftRotationDayAssignmentDataPurge_EmailException
source: Exception was thrown while trying to purge ShiftRotation Day Assignment Data: {0}{1}Exception message: {2}{3}Exception stack trace: {4}
es_mx: [TaskShiftRotationDayAssignmentDataPurge_EmailException]
zh_cn: [TaskShiftRotationDayAssignmentDataPurge_EmailException]

# TaskShiftRotationDayAssignmentDataPurge_EmailSubject
source: ShiftRotation Day Assignment Data Purge Task failed: {0}
es_mx: [TaskShiftRotationDayAssignmentDataPurge_EmailSubject]
zh_cn: [TaskShiftRotationDayAssignmentDataPurge_EmailSubject]

# TaskShiftRotationDayAssignmentDataPurge_PurgeMessage
source: Purged {0} rows from {1} table;
es_mx: [TaskShiftRotationDayAssignmentDataPurge_PurgeMessage]
zh_cn: [TaskShiftRotationDayAssignmentDataPurge_PurgeMessage]

# TaskSyncNISCServiceOrders_AddOrderError
source: Error adding order. {0}
es_mx: Error al adicionar la orden. {0}
zh_cn: 增加工单错误。{0}

# TaskSyncNISCServiceOrders_BGDoesNotExist
source: Business group {0} does not exist. Task {1} cannot continue.
es_mx: El grupo de negocios {0} no existe. La tarea {1} no puede continuar.
zh_cn: 业务组{0}不存在。任务{1}不能继续。

# TaskSyncNISCServiceOrders_BGNotForHMC
source: Business group {0} is not associated with host message config {1}. Task {2} cannot continue.
es_mx: El grupo de negocios {0} no está asociado con el mensaje de configuración {1}. La tarea {2} no puede continuar.
zh_cn: 业务组{0}不属于服务器消息配置 {1}。任务 {2}不能继续。

# TaskSyncNISCServiceOrders_BusinessGroupName
source: Business Group Name
es_mx: Nombre del Grupo de Negocio
zh_cn: 业务组名称

# TaskSyncNISCServiceOrders_CancelledServiceOrderView
source: Cancelled Service Order View
es_mx: Vista de la Orden de Servicio Cancelada
zh_cn: 取消服务工单视图

# TaskSyncNISCServiceOrders_CancelOrdersError
source: Error while cancelling order {0}. {1}
es_mx: Error al cancelar la orden {0}. {1}
zh_cn: 取消工单{0}错误。{1}

# TaskSyncNISCServiceOrders_CancelOrdersUnexpectedError
source: Unexpected error occurred [host order number: {0}, cancel reason: {1}]
es_mx: Error inesperado [número de orden: {0}, razón de cancelación: {1}]
zh_cn: 发生未知错误。 [服务器工单编号： {0}， 取消原因: {1}]

# TaskSyncNISCServiceOrders_CancelReasonField
source: Cancel Reason Field
es_mx: Cancelar la Razón del Campo
zh_cn: 取消原因字段

# TaskSyncNISCServiceOrders_CreateOrdersError
source: Error while creating order {0}. {1}
es_mx: Error al crear orden {0}. {1}
zh_cn: 创建订单{0}错误。{1}

# TaskSyncNISCServiceOrders_DaysAhead
source: Days Ahead
es_mx: Días Adelantados
zh_cn: 未来日子

# TaskSyncNISCServiceOrders_DaysAheadInvalid
source: {0} {1} is not in the valid range of 0 and {2} days.
es_mx: {0} {1} está fuera del rango de 0 a {2} días.
zh_cn: {0} {1}不在0和 {2}日的有效范围内。

# TaskSyncNISCServiceOrders_DBConnectionString
source: Database Connection String
es_mx: Frase para la Conexión a la Base de Datos
zh_cn: 数据库连接字符串

# TaskSyncNISCServiceOrders_DefaultCancelReason
source: Cancelled from NISC
es_mx: Cancelado del NISC
zh_cn: 从NISC取消

# TaskSyncNISCServiceOrders_DuplicateJobCode
source: Duplicate job code found in configuration. Orders with job code {0} were not created.
es_mx: Se encontró en la configuración un código de tarea repetido. Las órdenes con el código {0} no fueron creadas.
zh_cn: 配置中发现重复工作代码。工作代码{0}的工单没有创建。

# TaskSyncNISCServiceOrders_Error
source: TaskSyncNISCServiceOrders - encountered an error. {0}
es_mx: TaskSyncNISCServiceOrders - tuvo un error. {0}
zh_cn: 同步NISC服务工单-发生错误。{0}

# TaskSyncNISCServiceOrders_GetCancelOrderNumbersError
source: Error while getting cancel order numbers [schema: {0}, view: {1}, order number field: {2}]. {3}
es_mx: Error al obtener el número de órdenes canceladas [esquema: {0}, vista: {1}, campo del número de orden: {2}]. {3}
zh_cn: 获取取消工单号错误[模型: {0}, 视图: {1}, 工单编号字段: {2}]. {3}

# TaskSyncNISCServiceOrders_GetNewOrderNumbersError
source: Error while getting new order numbers [schema: {0}, view: {1}, order number field: {2}]. {3}
es_mx: Error al obtener nuevos números de orden [esquema: {0}, vista {1}, campo del número de orden: {2}]. {3}
zh_cn: 获取新的工单号错误[模型: {0}, 视图: {1}, 工单编号字段: {2}]. {3}
