Repository: Oshchenkov/moss
Catalog: EC.Business/Localization.*.resx
Languages: es_mx, zh_cn

# Permissions_DispatchClientLogin
source: Client Login - Dispatch
es_mx: Inicio de Sesión - Despachador
zh_cn: 管理客户端登陆

# Permissions_DispatchCompleteOrder
source: Order Dispatch Complete
es_mx: Despacho de la Orden terminado
zh_cn: 完成工单派遣

# Permissions_DispatchMapping
source: Dispatch Mapping
es_mx: Mapeando el Despacho
zh_cn: 地图查看

# Permissions_EditAlertSettings
source: Alert Setting Edit
es_mx: Edición de Configuración de Alarma
zh_cn: 编辑告警设置

# Permissions_EditProactiveQueue
source: Proactive Queue Edit
es_mx: Editar Cola Proactiva
zh_cn: 编辑主动队列

# Permissions_EditShiftAssignment
source: Shift Assignment Edit
es_mx: Actualizar la Asignación de Turno
zh_cn: 更新班表指派

# Permissions_EditWebMessage
source: Web Message Edit
es_mx: Editar el Mensaje de Web
zh_cn: 编辑网络信息

# Permissions_GenerateHostFiles
source: Generate Host File
es_mx: Generando los Archivos del Servidor
zh_cn: 生成主机接口文件

# Permissions_GeocodeOrder
source: Order Geo-code
es_mx: Geo-código de la Orden
zh_cn: 工单地理代码

# Permissions_HostService
source: Host Service
es_mx: Servicio del Servidor
zh_cn: 主机服务

# Permissions_InventoryControlFileManagement
source: Control File Management
es_mx: Administración del Archivo de Control
zh_cn: 控制文件管理

# Permissions_InventoryLoadControlFile
source: Inventory Load Control File
es_mx: Archivo de Control para Carga de Inventario
zh_cn: 库存加载控制文件

# Permissions_InventoryLockManagement
source: Lock Management
es_mx: Bloquear Administración
zh_cn: 锁定管理

# Permissions_ManageGeoRoutes
source: Manage Geo Routes
es_mx: Administrar Geo Rutas
zh_cn: 管理地理路径

# Permissions_ManageOrderAttachment
source: Manage Order Attachment
es_mx: Administrar los Adjunto(s) de Ordenes
zh_cn: 管理工单附件

# Permissions_ManageQuarantinedMessages
source: Manage Quarantined Message
es_mx: Administrar Mensajes en Cuarentena
zh_cn: 管理隔离信息

# Permissions_ManageReports
source: Manage Report
es_mx: Administración de Reportes
zh_cn: 管理报表

# Permissions_MobileClientLogin
source: Client Login - Mobile
es_mx: Inicio de Sesión - Móvil
zh_cn: 移动客户端登陆

# Permissions_MobileWorker
source: Mobile Worker
es_mx: Móvil Técnico
zh_cn: 外勤工作人员

# Permissions_ModifyByOrderEvent
source: Modify by History
es_mx: Modificar por Histórico
zh_cn: 根据历史数据修改

# Permissions_ModifyOrder
source: Order Modify
es_mx: Modificar la Orden
zh_cn: 修改工单

# Permissions_OpenOrderTypeFile
source: Open Order Type File
es_mx: Abrir Archivo de Tipo de Orden
zh_cn: 打开工单类型文件

# Permissions_ProblematicOrder
source: Problematic Order
es_mx: Orden Problemática
zh_cn: 疑问工单

# Permissions_ProjectAttachOrder
source: Project Attach Order
es_mx: Adjuntar Orden del Proyecto
zh_cn: 项目附属工单

# Permissions_ProjectDetachOrder
source: Project Detach Order
es_mx: Quitar Orden del Proyecto
zh_cn: 项目分离工单

# Permissions_ReassignOrder
source: Re-assign Order
es_mx: Reasignar Orden
zh_cn: 重新指派工单

# Permissions_RecommendWorker
source: Recommend Worker
es_mx: Recomendar Técnico
zh_cn: 建议指派工人

# Permissions_ReleaseOrder
source: Release Order
es_mx: Liberar Orden
zh_cn: 发布工单

# Permissions_ResequenceOrders
source: Resequence Order
es_mx: Ordenes Reordenadas
zh_cn: 工单重新排序

# Permissions_ResolveOrder
source: Resolve Order
es_mx: Resolver Orden
zh_cn: 解决工单

# Permissions_RetrieveOrderTypeFile
source: Retrieve Order Type File
es_mx: Traer el Archivo de Tipo de Ordenes
zh_cn: 打开工单类型文件

# Permissions_RunSchedulingType
source: Run Scheduling Type
es_mx: Correr Escenario
zh_cn: 运行行程安排类型

# Permissions_RunViewReports
source: Run/View Report
es_mx: Correr/Ver Reportes
zh_cn: 查询报表

# Permissions_SaveApplicationSettings
source: Save Application Setting
es_mx: Guardar la Configuración de la Aplicación
zh_cn: 保存系统语言选择

# Permissions_SaveHostSetting
source: Save Host Setting
es_mx: Guardar las Configuraciones del Servidor
zh_cn: 保存主机设定

# Permissions_SaveOrderColumnConfig
source: Order Column Save
es_mx: Salvar Columna de la Orden
zh_cn: 保存工单栏目

# Permissions_SaveOrderFilterConfig
source: Order Filter Save
es_mx: Salvar el Filtro de la Orden
zh_cn: 保存工单筛选条件

# Permissions_SaveOrderSortConfig
source: Order Sort Save
es_mx: Salvar Ordenamiento de Ordenes
zh_cn: 保存工单排序

# Permissions_SaveOrderTypeFile
source: Save Order Type File
es_mx: Guardar el Archivo del Tipo de Orden
zh_cn: 保存工单类型文件

# Permissions_ScheduleOrder
source: Order Schedule
es_mx: Calendario de Orden
zh_cn: 工单时间表

# Permissions_Scheduling
source: Order Scheduling View
es_mx: Ver la Calendarización de la Orden
zh_cn: 查询行程安排

# Permissions_SetOrderCategory
source: Order Set Category
es_mx: Categoría de Ordenes
zh_cn: 工单类别设置

# Permissions_SetProcessStatus
source: Set Process Status
es_mx: Establecer el Estado del Proceso
zh_cn: 设置进程状态

# Permissions_SetProjectOwnership
source: Set Project Ownership
es_mx: Fijar titularidad del proyecto
zh_cn: 设置项目所有权

# Permissions_Timesheet
source: Timesheet
es_mx: Bitácora
zh_cn: 工时表

# Permissions_UnassignOrder
source: Order Unassign
es_mx: Desasignar Orden
zh_cn: 取消工单指派

# Permissions_UndoSentToHost
source: Order Undo Sent to Host
es_mx: Se envió al Host la anulación de la orden
zh_cn: 撤消发送工单到主机

# Permissions_UpdateOrderIndexes
source: Update Order Index
es_mx: Actualizar indices de la orden
zh_cn: 更新工单索引

# Permissions_UpdateOrganization
source: Organization Edit
es_mx: Actualizar las Organizaciones
zh_cn: 更新部门架构

# Permissions_UpdateReferenceData
source: Reference Data Edit
es_mx: Actualizar Datos de Referencia
zh_cn: 更新参考数据

# Permissions_UploadOrderTypeFile
source: Upload Order Type File
es_mx: Cargar el Archivo de Tipo de Orden
zh_cn: 更新工单类型文件

# Permissions_VehicleBreadcrumbReport
source: Vehicle History Report
es_mx: Reporte de Historia de Vehículo
zh_cn: 车辆历史报表

# Permissions_VehiclePostIncidentReport
source: Vehicle Post Incident Report
es_mx: Reporte de Incidencias del Vehículo
zh_cn: 这里事故后报表

# Permissions_ViewAlerts
source: Alerts View
es_mx: Ver las Alarmas
zh_cn: 查看告警

# Permissions_ViewApplicationSettings
source: Application Setting Management
es_mx: Administración de las Configuraciones de la Aplicación
zh_cn: 查询系统语言选择

# Permissions_ViewAreaManagement
source: Area Management
es_mx: Gerencia del Area
zh_cn: 查询工作区域

# Permissions_ViewAttributeManagement
source: Attribute Management
es_mx: Administración de Atributos
zh_cn: 查询属性

# Permissions_ViewAuditLogManagement
source: Audit Log
es_mx: Registros de Auditoría
zh_cn: 审核日志

# Permissions_ViewBlockoutDates
source: View Blockout Date
es_mx: Ver Fechas Bloequeadas
zh_cn: 查看封闭日期

# Permissions_ViewBusinessGroupManagement
source: Business Group Management
es_mx: Administración de Grupos de Negocio
zh_cn: 管理业务群组

# Permissions_ViewCrewManagement
source: Crew Management
es_mx: Administrar a la Cuadrilla
zh_cn: 查看工作队管理

# Permissions_ViewDistList
source: Distribution List Management
es_mx: Administrar la Lista de Distribución
zh_cn: 管理列表

# Permissions_ViewEquipmentManagement
source: Equipment Management
es_mx: Administración del Equipo
zh_cn: 设备管理

# Permissions_ViewExportFormatManagement
source: Export Format Management
es_mx: Administrar la Exportación del Formato
zh_cn: 管理导出格式

# Permissions_ViewFieldIndexing
source: Field Indexing Management
es_mx: Administración del Índice del Campo
zh_cn: 字段索引管理

# Permissions_ViewFieldMapping
source: Field Mapping Management
es_mx: Administración del Mapeo de Campos
zh_cn: 字段映射管理

# Permissions_ViewGeofencingAlerts
source: Geo-fencing Alerts
es_mx: Alarmas de Geo-Fronteras
zh_cn: 电子围栏告警

# Permissions_ViewHolidayManagement
source: Holiday Management
es_mx: Administrar Asueto
zh_cn: 节假日管理

# Permissions_ViewHostSettingManagement
source: Host Setting View
es_mx: Vista de los Ajustes del Servidor
zh_cn: 查询主机设定

# Permissions_ViewInventory
source: Inventory Management
es_mx: Administración del Inventario
zh_cn: 库存管理

# Permissions_ViewJobCodeManagement
source: Job Code Management
es_mx: Administración de Códigos de Tareas
zh_cn: 管理工作代码

# Permissions_ViewJobOfferingSetManagement
source: Job Offering Set Management
es_mx: Administración de las Ofertas de Trabajo
zh_cn: 管理工作提供组合

# Permissions_ViewLocation
source: Location
es_mx: Localidad
zh_cn: 位置

# Permissions_ViewLocations
source: Locations
es_mx: Ubicaciones
zh_cn: 位置

# Permissions_ViewLocationsManagement
source: Locations Management
es_mx: Administración de Ubicaciones
zh_cn: 位置管理

# Permissions_ViewLoginLogManagement
source: Login Log
es_mx: Registros de Inicio de Sesión
zh_cn: 登陆日志

# Permissions_ViewMapDataManagement
source: ViewMapDataManagement
es_mx: VistaAdministraciónDatosMapa
zh_cn: 查看地图数据管理

# Permissions_ViewMapServiceURLs
source: View Map Service URLs
es_mx: Ver URLs de Servicio Mapa
zh_cn: 查看地图服务URL

# Permissions_ViewMessages
source: Message
es_mx: Mensajes
zh_cn: 信息

# Permissions_ViewModemSensorManagement
source: View Modem Sensor Management
es_mx: Ver Administración de Sensores de Modem
zh_cn: 查看Modem传感器管理

# Permissions_ViewOrder
source: Order View
es_mx: Vista de Orden(es)
zh_cn: 查询工单

# Permissions_ViewOrderCategoriesManagement
source: Order Category Management
es_mx: Administración de Categoría de Ordenes
zh_cn: 工单类别管理

# Permissions_ViewOrderHistory
source: Order History View
es_mx: Vista de la Historia
zh_cn: 工单查看历史

# Permissions_ViewOrderLogManagement
source: Order Log View
es_mx: Vista de los registros
zh_cn: 工单查询日志

# Permissions_ViewOrganizationManagement
source: Organizations Management
es_mx: Administrar las Organizaciones
zh_cn: 查询部门架构

# Permissions_ViewPollMessages
source: Poll Message
es_mx: Mensajes de sondeo
zh_cn: 轮询信息

# Permissions_ViewPriorityManagement
source: Priority Management
es_mx: Administración de Prioridades
zh_cn: 管理优先级别

# Permissions_ViewProactiveQueue
source: Proactive Queue
es_mx: Cola Proactiva
zh_cn: 主动队列

# Permissions_ViewReportJobManagement
source: Report Schedule Management
es_mx: Administración de la Calendarización del Reporte
zh_cn: 报表计划管理

# Permissions_ViewRoleManagement
source: Role Management
es_mx: Administración del Rol
zh_cn: 角色管理

# Permissions_ViewRouteManagement
source: View Route Management
es_mx: Ver Administración de Ruta
zh_cn: 查看路径管理

# Permissions_ViewScenarioManagement
source: Scenario Management
es_mx: Administrar Escenario
zh_cn: 方案管理

# Permissions_ViewShiftAssignment
source: Shift Assignment View
es_mx: Asignar Turno
zh_cn: 班表分配

# Permissions_ViewShiftManagement
source: Shift Management
es_mx: Mantenimiento de Turnos
zh_cn: 班表管理

# Permissions_ViewShiftRotationAssignment
source: Shift Rotation Assignment View
es_mx: Administrar la Asignación de Rotación de Turnos
zh_cn: 轮班任务管理

# Permissions_ViewShiftRotationManagement
source: Shift Rotation Management
es_mx: Administrar la Rotación de Turno
zh_cn: 轮班表管理

# Permissions_ViewShiftRotationSetManagement
source: Shift Rotation Set Management
es_mx: Administración del Grupo de Rotación de Turno
zh_cn: 轮班表组合管理

# Permissions_ViewSpecialIndicatorManagement
source: Special Indicator Management
es_mx: Administración de Indicador Especial
zh_cn: 特殊标识管理

# Permissions_ViewSystemTasksManagement
source: System Job Management
es_mx: Administrar le tarea del Sistema
zh_cn: 系统作业管理

# Permissions_ViewUnavailableTimeManagement
source: Unavailable Time Management
es_mx: Hora No Disponible Administración
zh_cn: 查看不可用时管理

# Permissions_ViewUserManagement
source: User Management
es_mx: Administración de Usuarios
zh_cn: 查询用户

# Permissions_ViewVehicleDiagnostics
source: Vehicle Diagnostic View
es_mx: Diagonóstico de Vehiculos - Vista
zh_cn: 查看车辆诊断结果

# Permissions_ViewVehicleManagement
source: Vehicle Management
es_mx: Administración de Vehículos
zh_cn: 车辆管理

# Permissions_ViewVehicleServiceSchedule
source: Vehicle Service Schedule View
es_mx: Servicio a Vehículo - Calendario: Vista
zh_cn: 查看车辆服务计划

# Permissions_ViewVehicleServiceSummary
source: Vehicle Service Summary View
es_mx: Servicio a Vehículo - Vista Resumen
zh_cn: 查看车辆服务列表

# Permissions_ViewVehicleServiceTemplates
source: Vehicle Service Template View
es_mx: Servicio a Vehículo - Plantilla: Vista
zh_cn: 查看车辆服务模版

# Permissions_ViewVehicleServiceTypes
source: Vehicle Service Type View
es_mx: Servicio a Vehículo - Tipo: Vista
zh_cn: 查看车辆服务类型

# Permissions_ViewVehiclesManagement
source: Vehicle Management
es_mx: Administración de los Vehículos
zh_cn: 车辆管理

# Permissions_ViewVehicleSummary
source: Vehicle Summary View
es_mx: Resumen del Vehículo
zh_cn: 车辆列表

# Permissions_ViewWebMessage
source: Web Message View
es_mx: Ver Mensaje de Web
zh_cn: 查看网络信息

# Permissions_ViewWorker
source: Worker View
es_mx: Vista de Técnico(s)
zh_cn: 查看工人

# Permissions_WarrantyManagement
source: Warranty Management
es_mx: Administración de Garantía
zh_cn: 保修期管理

# Permissions_WebAVLClientLogin
source: Client Login - WebAVL
es_mx: Inicio de Sessión - WebMap
zh_cn: WebMap客户端登陆

# Permissions_WorkerBreadcrumbReport
source: Worker Breadcrumb Report
es_mx: Reporte de ruta histórica
zh_cn: 个人车辆轨迹报表

# Permissions_WorkerPostIncidentReport
source: Worker Post Incident Report
es_mx: Reporte de Incidencias del Trabajador
zh_cn: 工人事故后报表

# Priority_Degree
source: Degree
es_mx: Grado
zh_cn: 角度

# Priority_DegreeInvalid
source: Priority degree should be an integer between 0 and 1000000000
es_mx: Grado de Prioridad debe ser un entero entre 0 y 1000000000
zh_cn: 优先级别应该是一个 0 到 1000000000 之间的整数

# Priority_Name
source: Name
es_mx: Nombre
zh_cn: 名称

# Priority_NameEmpty
source: Name is required
es_mx: Nombre es necesario
zh_cn: 必须输入名称

# PriorityBgJcAssociation
source: Priority is currently used by JobCode {0}, cannot remove Business Group
es_mx: La Prioridad está usada por el Código de Trabajo {0}, no se puede remover el Grupo
zh_cn: 优先级别当前已经被工作代码 {0} 使用，不能移除业务群组

# PriorityBgWOAssociation
source: Priority is currently referenced by {0} WorkOrders, cannot remove Business Group
es_mx: La Prioridad está referenciada por {0} Ordenes de Trabajo, no se puede remover el Grupo
zh_cn: 优先级别当前已经被工单 {0} 使用，不能移除业务群组

# PriorityManagement_PriorityAlreadyExist
source: Priority already exists.
es_mx: La Prioridad ya existe.
zh_cn: 已有该优先级别

# PriorityManagement_PriorityAlreadyExists
source: Priority [{0}] already exists
es_mx: La Prioridad [{0}] ya existe
zh_cn: 优先级别[{0}]已存在

# PriorityManagement_PriorityReferenced
source: Priority [{0}] is referenced.
es_mx: La Prioridad [{0}] está referenciada.
zh_cn: 优先级别[{0}]已被使用

# ProjectOrderManagement_attachUpdateFailed
source: Could not attach order {0} to project order {1}.
es_mx: No se pudieron conectar la orden {0} al proyecto {1}
zh_cn: 不能把工单 {0} 划归 {1}项目。

# ProjectOrderManagement_notProjectOrder
source: Order "{0}" is not a project order.
es_mx: La orden "{0}" no es parte del proyecto.
zh_cn: 工单 "{0}" 不是项目内工单。

# ProjectOrderManagement_orderAlreadyAttached
source: Order "{0}" is already attached to project "{1}"
es_mx: La orden "{0}" ya está aunada al proyecto "{1}"
zh_cn: 工单 "{0}" 已经划归 "{1}"项目。

# ProjectOrderManagement_orderDoesntExist
source: Order {0} does not exist.
es_mx: Orden {0} no existe.
zh_cn: 工单 {0} 不存在。

# ProjectOrderManagement_orderNotBelongToProjectOrderType
source: Order "{0}" is not belong to project order type "{1}". Attach order failed!
es_mx: La orden "{0}" no pertenece al tipo de orden del proyecto "{1}". Falló el adjuntar la orden!
zh_cn: 工单 "{0}"不属于项目工单类型"{1}"，附加工单失败！

# ProjectOrderManagement_projectDoesntExist
source: Project order {0} does not exist.
es_mx: La Orden del proyecto {0} no existe.
zh_cn: {0} 项目工单不存在。

# ProjectOrderManagement_setOwnershipException
source: Unexpected error occured while trying to set ownership to project(s) {0} ownerKey: {1}
es_mx: Error inesperado ocurrió al tratar de asignar el(los) proyecto(s) {0} ownerKey: {1}
zh_cn: 当尝试设置项目 {0}的 所有者关键字: {1}的时候出现意外错误

# ProjectOrderManagement_takeOwnershipFailed
source: Could not take ownership of project "{0}".
es_mx: No se pudo tomar posesión del proyecto "{0}".
zh_cn: 不能改变项目 "{0}"的业主身份。

source: Query Criteria
es_mx: CriterioDeInterrogación
zh_cn: 查询条件

# QueryCriteriaManagement_AddFilterException
source: Unexpected error occured while trying to add Filter
es_mx: Error inesperado ocurrió mientras intentando agregar Filtro
zh_cn: 在尝试增加筛选条件时出现意外的错误

# QueryCriteriaManagement_CriteriaNotFound
source: Filter {0} not found, it may have been deleted.
es_mx: Filtro {0} no se encontró, pudo haber sido suprimido.
zh_cn: 没有找到筛选条件 {0} ,它可能已被删除

# QueryCriteriaManagement_DeleteFilterException
source: Unexpected error occured while trying to delete Filter
es_mx: Error inesperado ocurrió mientras intentando suprimir Filtro
zh_cn: 在尝试删除筛选条件时出现意外的错误

# QueryCriteriaManagement_DeleteNoFilter
source: No filter has been selected for delete.
es_mx: Ningún filtro fue seleccionado para suprimir.
zh_cn: 没有选中需执行删除的筛选条件

# QueryCriteriaManagement_FilterAlreadyExists
source: Filter {0} already exists, filter not added.
es_mx: Filtro {0} ya existe, no será agregado.
zh_cn: 筛选条件 {0} 已存在,新的筛选条件添加不成功

# QueryCriteriaManagement_FilterNameExists
source: A filter with the name {0} already exists, filter not updated.
es_mx: Ya existe un filtro con nombre {0}, filtro no se actualizó
zh_cn: 名字为 {0} 的一个筛选条件已存在,未能更新成功

# QueryCriteriaManagement_NoDeletePermission
source: Insufficient permission to delete the shared filter {0}
es_mx: Permisos insuficientes para suprimir el filtro compartido {0}
zh_cn: 您没有足够的权限执行删除共享的筛选条件{0}

# QueryCriteriaManagement_NoModifyPermission
source: Insufficient permission to modify the shared filter {0}
es_mx: Permisos insuficientes para modificar el filtro compartido {0}
zh_cn: 您没有足够的权限执行编辑共享的筛选条件{0}

# QueryCriteriaManagement_UpdateFilterException
source: Unexpected error occured while trying to update Filter
es_mx: Error inesperado ocurrió mientras intentando actualizar Filtro
zh_cn: 在尝试更新筛选条件时出现意外的错误

# Report_FileEmpty
source: File is required
es_mx: Se requiere el archivo
zh_cn: 必须有文件

# Report_NameEmpty
source: Name is required
es_mx: Nombre es necesario
zh_cn: 必须输入名称

# Report_NameInvalid
source: Name must contain letters and numbers only
es_mx: El Nombre debe de contener letras y números únicamente
zh_cn: 名称只能包含字母和数字

# Report_PathEmpty
source: Path is required
es_mx: Necesita la Ruta
zh_cn: 需要有路径

# Report_PathInvalid
source: Path must contain letters and numbers only
es_mx: La Ruta puede tener letras y números únicamente
zh_cn: 路径资料只能包含字符和数字

# Report_PathStandardReportPath
source: Path must not be a standard report path
es_mx: La Ruta no puede ser una ruta de reporte estandar
zh_cn: 路径必须不是一个标准的报表路径

# Report_ReportAlreadyExists
source: Report already exists.
es_mx: Ya existe el Reporte.
zh_cn: 该报表已存在

# Report_Update_Warning
source: {0} Warning: This Report is scheduled to run automatically and Report details may have been changed. Please review the Report Schedule and update as required.
es_mx: {0} Advertencia: Este reporte esta programado para correr automaticamente y los detalles del Reporte pudo haber cambiado. Por favor revise la Calendarización de Reportes y actualice según sea necesario.
zh_cn: {0} 注意：这份报表将自动运行和并更改报告的细节内容。请查看并根据需要更新报表的运行时间安排。

# ReportManagement_AddReportFail
source: Could not add report to Report Server
es_mx: No se pudo agregar el reporte al Servidor de Reporte.
zh_cn: 未能增加报表到报表服务器

# ReportManagement_CannotAddStandardReport
source: Cannot add a standard report
es_mx: No se puede agregar un reporte estándar
zh_cn: 不能增加标准报表

# ReportManagement_CannotDeleteStandardReport
source: Cannot delete a standard report
es_mx: No se puede eliminar un reporte estándar
zh_cn: 不能删除标准报表

# ReportManagement_ReportAlreadyExists
source: Report name {0} and path {1} already exist
es_mx: El Nombre {0} y la ruta {1} del Reporte ya existen
zh_cn: 报表名称 {0} 和路径 {1} 已存在

# ReportManagement_ReportNotFound
source: Report does not exist
es_mx: No existe el Reporte
zh_cn: 报表不存在

# ReportManagement_UpdateReportFactoryFail
source: Unable to update report to SSRS
es_mx: No se pudo actualizar el report en SSRS
zh_cn: 无法更新报表到SSRS

# ReportMenu_Custom
source: Custom
es_mx: Personalizar
zh_cn: 自定义

# ReportMenuSort0
source: AVL
zh_cn: 自动车辆定位管理

# ReportMenuSort1
source: MFF
zh_cn: 移动作业管理

# Role_NameEmpty
source: Name is required
es_mx: Nombre es necesario
zh_cn: 必须输入名称

# Role_RolePermissionsInvalid
source: Role Permissions are invalid
es_mx: Los Permisos del Rol son inválidos
zh_cn: 角色权限无效

# ScheduleEngine_MustBeSameTimezone
source: Order(s) must be in the same Time Zone - cannot be scheduled.
es_mx: La(s) Orden(es) deben de estar en el mismo huso horario - no se pueden programar.
zh_cn: 工单必须在同一时区 - 不能安排行程

# ScheduleEngine_NoResourcesFound
source: No resource(s) is found
es_mx: No hay recurso(s)
zh_cn: 找不到资源

# ScheduleEngine_PlausibleSolutionsFound
source: Plausible solution(s) found.
es_mx: Se encontraron solucion(es) Dudosa(s)
zh_cn: 找到不明确的解决方案

# ScheduleEngine_ScenarioProblem
source: Scenario problem. Please contact Administrator.
es_mx: Problema con el Escenario. Contacte al Administrador.
zh_cn: 方案有问题，请联系管理员

# ScheduleEngine_WrongStateForScheduling
source: Order(s) in wrong state, cannot be scheduled.
es_mx: La(s) Orden(es) en el estado equivocado, no se pueden programar.
zh_cn: 工单处于错误状态，不能进行行程安排

# ScheduleEngine_WrongTimeForScheduling
source: Order(s) has wrong appointment time, cannot be scheduled.
es_mx: La(s) Orden(es) tienen mal la hora de la cita, no se pueden programar.
zh_cn: 工单处于错误行程时间，不能进行行程安排

# SecurityManagement_cannotDeleteSuperAdmin
source: Super administrator role cannot be deleted.
es_mx: El rol de super administrador no se puede suprimir.
zh_cn: 不能删除超级管理员角色

# SecurityManagement_NoPermission
source: No permission to perform function: {0}
es_mx: No hay permiso para realizar la función:{0}
zh_cn: 您没有权限执行功能: {0}

# SecurityManagement_RoleAlreadyExists
source: Role [{0}] already exists
es_mx: El Rol [{0}] ya existe
zh_cn: 角色 [{0}] 已存在

# SensorManagement_SensorAlreadyExists
source: Sensor [{0}] already exists
es_mx: Sensor [{0}] ya existe
zh_cn: 传感器[{0}]已存在

# Shift_24HourGap
source: Shift cannot have more than 24 hours difference between the start time and the end time
es_mx: [Shift_24HourGap]
zh_cn: [Shift_24HourGap]

# Shift_BreakOutOfShift
source: Shift has breaks that fall outside of shift
es_mx: [Shift_BreakOutOfShift]
zh_cn: [Shift_BreakOutOfShift]

# Shift_InvalidTimeFormat
source: Time Format must be in 24 hour format (HH:MM)
es_mx: [Shift_InvalidTimeFormat]
zh_cn: [Shift_InvalidTimeFormat]

# Shift_Name
source: Name
es_mx: [Shift_Name]
zh_cn: [Shift_Name]

# Shift_NameEmpty
source: Name is required
es_mx: Nombre es necesario
zh_cn: 必须输入名称

# Shift_NameNotUnique
source: Unique shift name is required
es_mx: [Shift_NameNotUnique]
zh_cn: [Shift_NameNotUnique]

# Shift_NoDuration
source: Shift cannot have breaks with no duration
es_mx: [Shift_NoDuration]
zh_cn: [Shift_NoDuration]

# Shift_TimeNotEqual
source: Shift cannot have the start time equal or later than the end time
es_mx: [Shift_TimeNotEqual]
zh_cn: [Shift_TimeNotEqual]

# ShiftBgUserAssociation
source: Shift is current used by {0} Users, cannot remove Business Group
es_mx: El Turno está usado por {0} Usuarios, no se puede remover el Grupo
zh_cn: 该班表现在已被 {0} 用户使用，不能移除业务群组

# ShiftManagement_ShiftAlreadyExists
source: Shift [{0}] already exists
es_mx: El Turno [{0}] ya existe
zh_cn: 班表 [{0}] 已存在

# ShiftRotation_CapacityRange
source: A day capacity is between 0 to 100 inclusively
es_mx: [ShiftRotation_CapacityRange]
zh_cn: [ShiftRotation_CapacityRange]

# ShiftRotation_DayNumberRange
source: The day number should only be between 1 to 255 inclusively. Too many days are added
es_mx: [ShiftRotation_DayNumberRange]
zh_cn: [ShiftRotation_DayNumberRange]

# ShiftRotation_NameEmpty
source: Name required
es_mx: [ShiftRotation_NameEmpty]
zh_cn: [ShiftRotation_NameEmpty]

# ShiftRotation_NameNotUnique
source: Unique shift rotation name is required
es_mx: [ShiftRotation_NameNotUnique]
zh_cn: [ShiftRotation_NameNotUnique]

# ShiftRotation_NotOneDay
source: At least one rotation day must be defined
es_mx: [ShiftRotation_NotOneDay]
zh_cn: [ShiftRotation_NotOneDay]
